Repository: abreuretto72/ScanNut
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# pdfFieldFrequency
source: Frequency
es: Frecuencia
pt: Frequência

# pdfFieldTraining
source: Training
es: Entrenamiento
pt: Treinamento

# pdfFieldTrainingDifficulty
source: Training Difficulty
es: Dificultad de Adiestramiento
pt: Dificuldade de Adestramento

# pdfFieldRecommendedMethods
source: Recommended Methods
es: Métodos Recomendados
pt: Métodos Recomendados

# pdfFieldIdealEnvironment
source: Ideal Environment
es: Ambiente Ideal
pt: Ambiente Ideal

# pdfFieldOpenSpace
source: Open Space
es: Espacio Abierto
pt: Espaço Aberto

# pdfFieldApartmentAdaptation
source: Apartment Adaptation
es: Adaptación Apartamento
pt: Adaptação Apartamento

# pdfFieldPeriod
source: Period
es: Periodo
pt: Período

# pdfFieldRegime
source: Regime
es: Régimen

# pdfFieldDailyKcalMeta
source: Daily Caloric Goal
es: Meta Calórica Diaria
pt: Meta Calórica Diária

# pdfFieldDetailsComposition
source: COMPOSITION AND DETAILS (5 PILLARS):
es: COMPOSICIÓN Y DETALLE (5 PILARES):
pt: COMPOSIÇÃO E DETALHAMENTO (5 PILARES):

# pdfPeriodWeekly
source: Weekly
es: Semanal
pt: Semanal

# pdfNoMealsPlanned
source: No meals planned.
es: Ninguna comida planificada.
pt: Nenhuma refeição planejada.

# pdfFieldGeneralGuidelines
source: GENERAL GUIDELINES
es: ORIENTACIONES GENERALES
pt: ORIENTAÇÕES GERAIS

# pdfFieldMainNutrients
source: Main Nutrients
es: Principales Nutrientes
pt: Principais Nutrientes

# pdfLastDose
source: Last Dose
es: Última Aplicación
pt: Última Aplicação

# pdfNextDose
source: Next Dose
es: Próxima Dosis
pt: Próxima Dose

# eventVaccine
source: Vaccine
es: Vacuna
pt: Vacina

# eventBath
source: Bath
es: Baño
pt: Banho

# eventGrooming
source: Grooming
es: Peluquería
pt: Tosa

# eventVeterinary
source: Veterinary
es: Veterinario
pt: Veterinário

# eventMedication
source: Medication
es: Medicamento
pt: Medicamento

# eventOther
source: Other
es: Otro
pt: Outro

# pdfFieldMentalStimulus
source: Mental Stimulus
es: Estímulo Mental
pt: Estímulo Mental

# pdfFieldSuggestedActivities
source: Activities
es: Actividades
pt: Atividades

# pdfFieldExpertInsight
source: EXPERT INSIGHT
es: INSIGHT DEL ESPECIALISTA
pt: INSIGHT DO ESPECIALISTA

# pdfDisclaimer
source: Disclaimer: This report was generated by AI and does not replace professional veterinary advice.
es: Aviso: Este informe fue generado por IA y no sustituye la consulta veterinaria profesional.
pt: Aviso: Este relatório foi gerado por IA e não substitui consulta veterinária profissional.

source: Delete
pt: Excluir

# tabPropagation
source: Propagation
pt: Propagação

# styleSimple
source: Simple
pt: Simples

# foodPasta
source: Pasta
pt: Macarrão

# petSenior
source: Senior
pt: Sênior

# petVariable
source: Variable
pt: Variável

# errorAddingExam
source: Error adding exam: {error}
pt: Erro ao adicionar exame: {error}

# ocrSuccess
source: Text extracted successfully! Click 'Explain Exam' for analysis.
pt: Texto extraído com sucesso! Clique em 'Explicar Exame' para análise.

# errorGeneratingExplanation
source: Error generating explanation: {error}
pt: Erro ao gerar explicação: {error}

# commonError
source: Error
pt: Erro
