Repository: abreuretto72/ScanNut
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# petPuppy
source: Puppy
es: Cachorro
pt: Filhote

# petSecuritySupplements
source: Safety & Supplements
es: Seguridad y Suplementos
pt: Segurança & Suplementos

# petTargetNutrients
source: Target Nutrients
es: Nutrientes Objetivo
pt: Nutrientes Alvo

# petSupplementation
source: Supplementation
es: Suplementación
pt: Suplementação

# petObesityTendency
source: Obesity Tendency
es: Tendencia a la Obesidad
pt: Tendência Obesidade

# petCoatGrooming
source: Coat & Grooming
es: Pelaje y Estética
pt: Pelagem & Tosa

# petType
source: Type
es: Tipo
pt: Tipo

# petFrequency
source: Frequency
es: Frecuencia
pt: Frequência

# petPreventiveHealth
source: Preventive Health
es: Salud Preventiva
pt: Saúde Preventiva

# petPredisposition
source: Predisposition
es: Predisposición
pt: Predisposição

# petTrainingEnvironment
source: Training & Environment
es: Entrenamiento y Entorno
pt: Treino & Ambiente

# petTraining
source: Training
es: Entrenamiento
pt: Treino

# petApartmentRef
source: Apartment
es: Apartamento
pt: Apartamento

# petExclusiveInsight
source: Exclusive Insight
es: Insight Exclusivo
pt: Insight Exclusivo

# petRaceAnalysis
source: Race Analysis
es: Análisis de Raza
pt: Análise da Raça

# petReliability
source: Reliability
es: Fiabilidad
pt: Confiabilidade

# petReliabilityLow
source: Low
es: Baja
pt: Baixa

# petReliabilityMedium
source: Medium
es: Media
pt: Média

# petReliabilityHigh
source: High
es: Alta
pt: Alta

# petNotIdentified
source: Not identified
es: No identificado
pt: Não identificado

# petNotEstimated
source: Not estimated
es: No estimado
pt: Não estimada

# petNeutered
source: Neutered
es: Castrado
pt: Castrado

# petIntact
source: Intact
es: Entero
pt: Intacto

# petActivityModerate
source: Moderate
es: Moderado
pt: Moderado

# petBathBiweekly
source: Bi-weekly
es: Quincenal
pt: Quinzenal

# petGenerateWeeklyMenu
source: Generate Weekly Menu
es: Generar Menú Semanal
pt: Gerar Cardápio Semanal

# petNoDocumentsAttached
source: No documents attached
es: Sin documentos adjuntos
pt: Nenhum documento anexado

# petSeeFull
source: See Full
es: Ver Completo
pt: Ver Completo

# petObservationsHistory
source: Observations & History
es: Historial de Observaciones
pt: Observações e Histórico

# petRegisterObservations
source: Register important observations here...
es: Registre observaciones importantes aquí...
pt: Registre observações importantes aqui...

# petNoObservations
source: No observations recorded yet.
es: Aún no hay observaciones registradas.
pt: Nenhuma observação registrada ainda.

# commonAddText
source: Add Text
es: Añadir Texto
pt: Adicionar Texto

# commonVoice
source: Voice
es: Voz
pt: Voz

# commonListening
source: Listening...
es: Escuchando...
pt: Ouvindo...

# commonLoadMore
source: Load older ({count} remaining)
es: Cargar anteriores ({count} restantes)
pt: Carregar antigas ({count} restantes)

# petWeeklyPlanTitle
source: Weekly Meal Plan
es: Plan Alimentario Semanal
pt: Plano Alimentar Semanal

# petNutritionPillarsDesc
source: Each meal focuses on the 5 Pillars (Protein, Fat, Fiber, Minerals, Hydration)
es: Cada comida se enfoca en los 5 Pilares (Proteína, Grasa, Fibra, Minerales, Hidratación)
pt: Cada refeição foca nos 5 Pilares (Protéina, Gordura, Fibras, Minerais e Hidratação)

# backButton
source: Back
es: Volver
pt: Voltar

# generateReportButton
source: Generate Report
es: Generar Informe
pt: Gerar Relatório

# reportDetailLevelLabel
source: Detail Level
es: Nivel de Detalle
pt: Nível de Detalhe

# reportHubTitle
source: Partners Report
es: Informe de Socios
pt: Relatório de Parceiros

# noPartnersForFilters
source: No partners found for this filter
es: No se encontraron socios para este filtro
pt: Nenhum parceiro encontrado neste filtro

# reportSummary
source: Summary
es: Resumen
pt: Resumo

# reportDetailed
source: Detailed
es: Detallado
pt: Detalhado

# reportDescription
source: Complete PDF report of the partner network.
es: Informe PDF completo de la red de socios.
pt: Relatório PDF completo da rede de parceiros.

# exportPdfTitle
source: Export PDF
es: Exportar PDF
pt: Exportar PDF

# partnerTypeLabel
source: Category
es: Categoría
pt: Categoria

# petActivityLevel
source: Activity Level
es: Nivel de Actividad
pt: Nível de Atividade

# petReproductiveStatus
source: Reproductive Status
es: Estado Reproductivo
pt: Status Reprodutivo

# errorBadPhoto
source: Oops! The photo wasn't clear enough. Try a new angle!
es: ¡Ups! La foto no fue lo suficientemente clara. ¡Pruebe un nuevo ángulo!
pt: Ops! A foto não ficou clara o suficiente. Tente um novo ângulo!

# errorAiTimeout
source: Our AI is analyzing carefully... just a moment!
es: Nuestra IA está analizando cuidadosamente... ¡un momento!
pt: Nossa IA está analisando com cuidado... só mais um momento!

# aiCalculatingMetrics
source: Generating weekly menu...
es: Calculando métricas personalizadas...
pt: Calculando métricas personalizadas...

# examBlood
source: Blood Test
es: Análisis de Sangre
pt: Exame de Sangue

# examUrine
source: Urine Analysis
es: Análisis de Orina
pt: Exame de Urina

# examFeces
source: Stool Analysis
es: Análisis de Heces
pt: Exame de Fezes

# examOther
source: Other Exams
es: Otros Exámenes
pt: Outros Exames

# petSeverityLow
source: Low
es: Baja
pt: Baixa

# petSeverityMedium
source: Medium
es: Media
pt: Média

# petSeverityHigh
source: High
es: Alta
pt: Alta

# petDiagnosisDefault
source: No diagnosis
es: Sin diagnóstico
pt: Sem diagnóstico

# examDeleteTitle
source: Delete Exam
es: Eliminar Examen
pt: Excluir Exame

# examDeleteContent
source: Are you sure you want to delete this exam? This action cannot be undone.
es: ¿Está seguro de que desea eliminar este examen? Esta acción no se puede deshacer.
pt: Tem certeza que deseja excluir este exame? Esta ação não pode ser desfeita.

# petLifeExpectancy
source: Life Expectancy
es: Esperanza de Vida
pt: Expectativa de Vida

# petTypicalWeight
source: Typical Weight
es: Peso Típico
pt: Peso Típico

# petTemperament
source: Temperament
es: Temperamento
pt: Temperamento

# petOrigin
source: Origin & History
es: Origen e Historia
pt: Origem & História

# petCuriosities
source: Curiosities
es: Curiosidades
pt: Curiosidades

# petEstimatedByBreed
source: Estimated based on breed
es: Estimado según la raza
pt: Estimado pela raça

# menuTitle
source: Menu for {petName}
es: Menú de {petName}
pt: Cardápio de {petName}

# menuLastWeek
source: Last Week
es: Semana Pasada
pt: Semana Passada

# menuCurrentWeek
source: Current Week
es: Semana Actual
pt: Semana Atual

# menuNextWeek
source: Next Week
es: Próxima Semana
pt: Próxima Semana

# menuNoHistory
source: No history available.
es: No hay historial disponible.
pt: Sem histórico disponível.

# menuNoCurrent
source: No menu for this week.
es: No hay menú para esta semana.
pt: Sem cardápio para esta semana.

# menuNoFuture
source: No future menu planned.
es: No hay menú futuro planeado.
pt: Sem cardápio futuro planejado.

# menuGenerateEdit
source: Generate/Edit Menu
es: Generar/Editar Menú
pt: Gerar/Editar Cardápio

# menuMainNutrients
source: Main Nutrients
es: Nutrientes Principales
pt: Nutrientes Principais

# menuNoDetails
source: No details available.
es: No hay detalles disponibles.
pt: Sem detalhes disponíveis.

# menuExportTitle
source: Export Menu
es: Exportar Menú
pt: Exportar Cardápio

# menuExportSelectPeriod
source: Select periods to include
es: Seleccionar períodos
pt: Selecione os períodos

# menuExportReport
source: Export Report
es: Exportar Informe
pt: Exportar Relatório

# menuNoPeriodSelected
source: No period selected.
es: Ningún período seleccionado.
pt: Nenhum período selecionado.

# menuPeriodCustom
source: Custom
es: Personalizado
pt: Personalizado

# menuPeriodFull
source: Full Plan
es: Plan Completo
pt: Plano Completo

# petChangesDiscarded
source: Changes discarded.
es: Cambios descartados.
pt: Alterações desfeitas.

# agendaNoEventsTitle
source: No events registered. Add appointments, vaccines, or notes.
es: Sin eventos registrados. Añada citas, vacunas o notas.
pt: Nenhum evento registrado. Adicione agendamentos, vacinas ou notas.

# errorOpeningApp
source: Could not open the application
es: No se pudo abrir la aplicación
pt: Não foi possível abrir o aplicativo

# pdfFieldLabel
source: Field
es: Campo
pt: Campo

# pdfFieldValue
source: Information
es: Información
pt: Informação

# pdfFieldName
source: Full Name
es: Nombre Completo
pt: Nome Completo

# pdfFieldBreed
source: Breed
es: Raza
pt: Raça

# pdfFieldAge
source: Exact Age
es: Edad Exacta
pt: Idade Exata

# pdfFieldSex
source: Sex
es: Sexo
pt: Sexo

# pdfFieldCurrentWeight
source: Current Weight
es: Peso Actual
pt: Peso Atual

# pdfFieldIdealWeight
source: Ideal Weight
es: Peso Ideal
pt: Peso Ideal

# pdfFieldReproductiveStatus
source: Reproductive Status
es: Estado Reproductivo
pt: Status Reprodutivo

# pdfFieldActivityLevel
source: Activity Level
es: Nivel de Actividad
pt: Nível de Atividade

# pdfFieldBathFrequency
source: Bath Frequency
es: Frecuencia de Baño
pt: Frequência de Banho

# pdfPreferenciasAlimentares
source: Food Preferences
es: Preferencias Alimentarias
pt: Preferências Alimentares

# pdfHistClinico
source: Clinical History (Vaccines, Meds, Procedures)
es: Historial Clínico (Vacunas, Meds, Procedimientos)
pt: Histórico Clínico (Vacinas, Meds, Procedimentos)

# pdfExamesLab
source: Laboratory Exams
es: Exámenes de Laboratorio
pt: Exames Laboratoriais

# pdfAnaliseFeridas
source: Wound Analysis History
es: Historial de Análisis de Heridas
pt: Histórico de Análises de Feridas

# pdfCardapioDetalhado
source: Detailed Weekly Menu
es: Menú Semanal Detallado
pt: Cardápio Semanal Detalhado

# pdfRefeicao
source: Meal
es: Comida
pt: Refeição

# pdfSemDescricao
source: No description
es: Sin descripción
pt: Sem descrição

# pdfPesoStatusUnder
source: Underweight
es: Bajo peso
pt: Abaixo do ideal

# pdfPesoStatusOver
source: Overweight
es: Sobrepeso
pt: Acima do ideal

# pdfPesoStatusNormal
source: Normal weight
es: Peso normal
pt: Peso normal

# pdfPesoStatusMeta
source: Target
es: Meta
pt: Meta

# pdfVacinaV10
source: V10/V8 (Polyvalent)
es: V10/V8 (Polivalente)
pt: V10/V8 (Polivalente)

# pdfVacinaAntirrabica
source: Rabies
es: Antirrábica
pt: Antirrábica

# pdfVacinaNaoRegistrada
source: Not registered
es: No registrada
pt: Não registrado

# pdfAlergiasAviso
source: ATTENTION: {allergies}
es: ATENCIÓN: {allergies}
pt: ⚠️ ATENÇÃO: {allergies}

# pdfAlergiasNenhuma
source: ✓ No known allergies registered
es: ✓ No hay alergias conocidas registradas
pt: ✓ Nenhuma alergia conhecida registrada

# pdfExtractedText
source: Extracted text: {text}
es: Texto extraído: {text}
pt: Texto extraído: {text}

# pdfAiAnalysis
source: AI Analysis: {analysis}
es: Análisis de IA: {analysis}
pt: Análise IA: {analysis}

# pdfDiagnosis
source: Diagnosis: {diagnosis}
es: Diagnóstico: {diagnosis}
pt: Diagnóstico: {diagnosis}

# pdfRecommendations
source: Recommendations
es: Recomendaciones
pt: Recomendações

# pdfAgendaTitle
source: Agenda Check
es: Control de Agenda
pt: Check de Agenda

# pdfObservationsTitle
source: OBSERVATIONS HISTORY:
es: HISTORIAL DE OBSERVACIONES:
pt: HISTÓRICO DE OBSERVAÇÕES:

# pdfMetric
source: Metric
es: Métrica
pt: Métrica

# pdfStatus
source: Status
es: Estado

# pdfWeightControl
source: Weight Control
es: Control de Peso
pt: Controle de Peso

# pdfWeightHistory
source: Weight History
es: Historial de Peso
pt: Histórico de Pesagens

# pdfType
source: Type
es: Tipo
pt: Tipo

# pdfDescription
source: Description
es: Descripción
pt: Descrição

# pdfCompleted
source: Done
es: Completado
pt: Realizado

# pdfPending
source: Pending
es: Pendiente
pt: Pendente

# pdfEstimatedNote
source: * Estimated/Calculated
es: * Estimado/Calculado
pt: * Estimado/Calculado

# pdfNoPlan
source: No feeding plan registered.
es: No hay plan de alimentación registrado.
pt: Sem plano alimentar registrado.

# pdfAgendaReport
source: Pet Agenda Report
es: Informe de Agenda de la Mascota
pt: Relatório de Agenda Pet

# pdfTotalEvents
source: Total Events
es: Eventos Totales
pt: Total de Eventos

# pdfCompletedEvents
source: Completed
es: Completados
pt: Concluídos

# pdfPendingEvents
source: Pending
es: Pendientes
pt: Pendentes

# pdfFieldTime
source: Time
es: Hora
pt: Hora

# pdfFieldEvent
source: Event
es: Evento
pt: Evento

# pdfFieldPet
source: Pet
es: Mascota

# pdfFieldCategory
source: Category
es: Categoría
pt: Categoria

# pdfPartnersGuide
source: Partners Guide
es: Guía de Socios
pt: Guia de Parceiros

# pdfRegion
source: Region
es: Región
pt: Região

# pdfTotalFound
source: Total Found
es: Total Encontrados
pt: Total Encontrado

# pdfEstablishment
source: Establishment
es: Establecimiento
pt: Estabelecimento

# pdfPhone
source: Phone
es: Teléfono
pt: Telefone

# pdfRating
source: Rating
es: Calificación
pt: Avaliação

# pdfStars
source: Stars
es: Estrellas
pt: Estrelas

# pdfAgendaToday
source: Today
es: Hoy
pt: Hoje

# pdfObservations
source: Observations
es: Observaciones
pt: Observações

# pdfSummaryReport
source: Summary Report - Table Omitted
es: Informe Resumido - Tabla Omitida
pt: Relatório Resumido - Tabela Omitida

# pdfNoImages
source: No images found in gallery.
es: No se encontraron imágenes en la galería.
pt: Nenhuma imagem encontrada na galeria.

# pdfAttachedDocs
source: Attached Documents (PDFs/Files):
es: Documentos Adjuntos (PDFs/Archivos):
pt: Documentos Anexados (PDFs/Arquivos):

# pdfLinkedPartners
source: Linked Partners:
es: Socios Vinculados:
pt: Parceiros Vinculados:

# pdfPartnerLoadError
source: ⚠️ {count} partner(s) linked, but details could not be loaded.
es: ⚠️ {count} socio(s) vinculado(s), pero no se pudieron cargar los detalles.
pt: ⚠️ {count} parceiro(s) vinculado(s), mas não foi possível carregar os detalhes.

# pdfServiceHistory
source: Service History:
es: Historial de Servicios:
pt: Histórico de Atendimentos:

# pdfNoPartners
source: No partners linked to this profile.
es: No hay socios vinculados a este perfil.
pt: Nenhum parceiro vinculado a este perfil.

# pdfAgendaEvents
source: Agenda & Events
es: Agenda y Eventos
pt: Agenda e Eventos

# pdfHistoryUpcoming
source: History and Upcoming Appointments
es: Historial y Citas Próximas
pt: Histórico e Próximos Compromissos

# pdfUpcomingEvents
source: Upcoming Events
es: Próximos Eventos
pt: Próximos Eventos

# pdfRecentHistory
source: Recent History
es: Historial Reciente
pt: Histórico Recente

# partnersSelectTitle
source: Select Partner
es: Seleccionar Socio
pt: Selecionar Parceiro

# partnersExportPdf
source: Export PDF
es: Exportar PDF
pt: Exportar PDF

# partnersCategory
source: Category
es: Categoría
pt: Categoria

# partnersDetailLevel
source: Detail Level
es: Nivel de Detalle
pt: Nível de Detalhe

# partnersSummary
source: Summary
es: Resumen
pt: Resumo

# partnersDetailed
source: Detailed
es: Detallado
pt: Detalhado

# partnersExportDisclaimer
source: Complete PDF report of your partner network.
es: Informe PDF completo de su red de socios.
pt: Relatório PDF completo da rede de parceiros.

# partnersGenerateReport
source: Generate Report
es: Generar Informe
pt: Gerar Relatório

# partnersBack
source: Back
es: Volver
pt: Voltar

# partnersRegister
source: Register
es: Registrar
pt: Cadastrar

# partnersNoneFound
source: No partners found in the database.
es: No se encontraron socios en la base de datos.
pt: Nenhum parceiro encontrado na base.

# partnersNoneInCategory
source: No partners in category {category}.
es: No hay socios en la categoría {category}.
pt: Nenhum parceiro na categoria {category}.

# partnersRadarHint
source: Use the 'Radar' button to find real locations.
es: Use el botón 'Radar' para encontrar ubicaciones reales.
pt: Use o botão 'Radar' para buscar locais reais.

# partnersLocationDenied
source: Location permission denied.
es: Permiso de ubicación denegado.
pt: Permissão de localização negada.

# partnersLocationPermanentlyDenied
source: Permission permanently denied in settings.
es: Permiso denegado permanentemente en ajustes.
pt: Permissão negada permanentemente nas configurações.

# partnersLocationError
source: Could not get your current location.
es: No se pudo obtener su ubicación actual.
pt: Não foi possível obter sua localização atual.

# partnersRadarDetecting
source: Detecting real establishments in your region...
es: Detectando establecimientos reales en su región...
pt: Detectamos estabelecimentos reais na sua região

# partnersRadarTracking
source: Tracking establishments via GPS...
es: Rastreando establecimientos vía GPS...
pt: Rastreando estabelecimentos via GPS...

# partnersRadarNoResults
source: No locations in this category.
es: Sin ubicaciones en esta categoría.
pt: Nenhum local nesta categoria.

# menuDietType
source: Diet Type
es: Tipo de Dieta
pt: Tipo de Dieta

# pdfError
source: Error generating PDF:
es: Error al generar PDF:
pt: Erro ao gerar PDF:

# petWoundDeleteTitle
source: Delete Analysis
es: Eliminar Análisis
pt: Excluir Análise

# petWoundDeleteConfirm
source: Are you sure you want to delete this wound analysis? This action cannot be undone.
es: ¿Está seguro de que desea eliminar este análisis de herida? Esta acción no se puede deshacer.
pt: Tem certeza que deseja excluir esta análise de ferida? Esta ação não pode ser desfeita.

# petWoundDeleteSuccess
source: Wound analysis deleted successfully
es: Análisis de herida eliminado con éxito
pt: Análise de ferida excluída com sucesso

# petWoundDeleteError
source: Error deleting analysis:
es: Error al eliminar análisis:
pt: Erro ao excluir análise:

# selectRegime
source: Select at least one regime.
es: Seleccione al menos un régimen.
pt: Selecione ao menos um regime.

# selectDatesError
source: Select dates.
es: Seleccione las fechas.
pt: Selecione as datas.

# menuPlannedSuccess
source: ✅ Intelligent Menu Planned!
es: ✅ ¡Menú Inteligente Planificado!
pt: ✅ Cardápio Inteligente Planejado!

# goalWeightMaintenance
source: Weight Maintenance
es: Mantenimiento de Peso
pt: Manutenção de Peso

# goalWeightLoss
source: Weight Loss
es: Pérdida de Peso
pt: Perda de Peso

# goalMuscleGain
source: Muscle Gain
es: Ganancia Muscular
pt: Ganho de Massa

# goalRecovery
source: Recovery/Convalescence
es: Recuperación/Convalecencia
pt: Recuperação/Convalescença

# menuProfileHeader
source: ⚠️ SPECIFIC PET PROFILE:
es: ⚠️ PERFIL ESPECÍFICO DE LA MASCOTA:
pt: ⚠️ PERFIL ESPECÍFICO DO PET:

# menuAllergiesForbidden
source: - ALLERGIES (FORBIDDEN)
es: - ALERGIAS (PROHIBIDO)
pt: - ALERGIAS (PROIBIDO)

# menuPreferences
source: - PREFERENCES
es: - PREFERENCIAS
pt: - PREFERÊNCIAS

# menuRecentMeals
source: - RECENT MEALS (FOR VARIATION)
es: - COMIDAS RECIENTES (PARA VARIACIÓN)
pt: - ÚLTIMAS REFEIÇÕES (PARA VARIAÇÃO)

# petSizeSmall
source: Small
es: Pequeño
pt: Pequeno

# petSizeMedium
source: Medium
es: Mediano
pt: Médio

# petSizeLarge
source: Large
es: Grande
pt: Grande

# petSizeGiant
source: Giant
es: Gigante
pt: Gigante

# petCoatShort
source: Short hair
es: Pelo corto
pt: Pelo Curto

# petCoatLong
source: Long hair
es: Pelo largo
pt: Pelo Longo

# petCoatDouble
source: Double coat
es: Manto doble
pt: Pelo Duplo

# petCoatWire
source: Wire hair
es: Pelo duro
pt: Pelo Duro

# petCoatCurly
source: Curly hair
es: Pelo rizado
pt: Pelo Encaracolado

# petFullAnalysisTitle
source: Full Race Analysis
es: Análisis Completo de Raza
pt: Análise Completa da Raça

# petGeneticAnalysisSub
source: Detailed Genetic Analysis
es: Análisis Genético Detallado
pt: Análise Genética Detalhada

# petGeneticId
source: 🧬 Genetic Identification
es: 🧬 Identificación Genética
pt: 🧬 Identificação Genética

# petPrimaryRace
source: Predominant Race
es: Raza Predominante
pt: Raça Predominante

# petSecondaryRaces
source: Secondary Races
es: Razas Secundarias
pt: Raças Secundárias

# petPhysicalChars
source: 📏 Physical Characteristics
es: 📏 Características Físicas
pt: 📏 Características Físicas

# petWeightEstimated
source: Estimated Weight
es: Peso Estimado
pt: Peso Estimado

# petHeight
source: Height
es: Altura
pt: Altura

# petExpectancy
source: Life Expectancy
es: Esperanza de Vida
pt: Expectativa de Vida

# petCoatType
source: Coat Type
es: Tipo de Pelaje
pt: Tipo de Pelagem

# petCommonColors
source: Common Colors
es: Colores Comunes
pt: Cores Comuns

# petTemperamentTitle
source: 🎭 Temperament & Personality
es: 🎭 Temperamento y Personalidad
pt: 🎭 Temperamento e Personalidade

# petPersonality
source: Personality
es: Personalidad
pt: Personalidade

# petSocialBehavior
source: Social Behavior
es: Comportamiento Social
pt: Comportamento Social

# petEnergyLevel
source: Energy Level
es: Nivel de Energía
pt: Nível de Energia

# petRecommendedCare
source: 💚 Recommended Care
es: 💚 Cuidados Recomendados
pt: 💚 Cuidados Recomendados

# petExercise
source: 🏃 Exercise
es: 🏃 Ejercicio
pt: 🏃 Exercício

# petOriginHistory
source: 📜 Origin & History
es: 📜 Origen e Historia
pt: 📜 Origem e História

# petCuriositiesTitle
source: ✨ Curiosities
es: ✨ Curiosidades
pt: ✨ Curiosidades

# petNotIdentifiedPlural
source: Not identified
es: No identificados
pt: Não identificadas

# petVaried
source: Varied
es: Variado
pt: Variadas

# petDetailsUnavailable
source: Full details unavailable. Perform a new analysis.
es: Detalles completos no disponibles. Realice un nuevo análisis.
pt: Detalhes completos indisponíveis. Realize uma nova análise.

# agendaExportTitle
source: Export Agenda
es: Exportar Agenda
pt: Exportar Agenda

# agendaReportType
source: Report Type:
es: Tipo de Informe:
pt: Tipo de Relatório:

# agendaReportSummary
source: Summary
es: Resumen
pt: Resumo

# agendaReportDetail
source: Detailing
es: Detallado
pt: Detalhamento

# agendaNoEventsDay
source: No events on this day
es: Sin eventos en este día
pt: Sem eventos neste dia

# agendaEventsCount
source: {count} events
es: {count} eventos
pt: {count} eventos

# agendaGeneratePDF
source: Generate PDF
es: Generar PDF
pt: Gerar PDF

# agendaGlobalTitle
source: Global Agenda
es: Agenda Global
pt: Agenda Geral

# agendaViewCalendar
source: View Calendar
es: Ver Calendario
pt: Ver Calendário

# agendaViewAll
source: View All Events
es: Ver Todos los Eventos
pt: Ver Todos os Eventos

# agendaNoEventsRegistered
source: No events registered.
es: Sin eventos registrados.
pt: Nenhum evento registrado.

# agendaNoEventsTodayDetail
source: No events for this day.
es: Sin eventos para este día.
pt: Nenhum evento para este dia.

# agendaAllPets
source: All Pets
es: Todas las Mascotas
pt: Todos os Pets

# agendaExportPDF
source: Export PDF Report
es: Exportar Informe PDF
pt: Exportar Relatório PDF

# agendaReportingPeriod
source: Reporting Period
es: Período del Informe
pt: Período de Apuração

# agendaFilterPet
source: Filter by Pet
es: Filtrar por Mascota
pt: Filtrar por Pet

# agendaFilterCategory
source: Filter by Category
es: Filtrar por Categoría
pt: Filtrar por Categoria

# agendaDetailLevel
source: Level of Detail
es: Nivel de Detalle
pt: Nível de Detalhamento

# agendaDetailedTable
source: Detailed (With Table)
es: Detallado (Con Tabla)
pt: Detalhado (Com Tabela)

# agendaSummaryOnly
source: Summary (Indicators Only)
es: Resumen (Solo Indicadores)
pt: Resumo (Apenas Indicadores)

# agendaButtonGenerate
source: GENERATE REPORT
es: GENERAR INFORME
pt: GERAR RELATÓRIO

# agendaAllCategories
source: All Categories
es: Todas las Categorías
pt: Todas as Categorias

# agendaNoPartnerLinked
source: This event has no linked partner to show details.
es: Este evento no tiene un socio vinculado para mostrar detalles.
pt: Este evento não tem parceiro vinculado para exibir detalhes.

# agendaProfileNotFound
source: Profile for {name} not found.
es: Perfil de {name} no encontrado.
pt: Perfil de {name} não encontrado.

# agendaServiceRecord
source: Service Record
es: Registro de Servicio
pt: Ficha do Atendimento
