Repository: abreuretto72/ScanNut
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# tabFood
source: Food
es: Comida
pt: Comida

# tabPlants
source: Plants
es: Plantas
pt: Plantas

# tabPets
source: Pets
es: Mascotas

# disclaimerTitle
source: Important Notice
es: Aviso Importante
pt: Aviso Importante

# disclaimerBody
source: This app provides informative screening only and is NOT a substitute for professional advice from Nutritionists, Agronomists, or Veterinarians.
es: Esta aplicación realiza únicamente un cribado informativo y NO sustituye el consejo profesional de Nutricionistas, Agrónomos o Veterinarios.
pt: Este aplicativo realiza apenas triagem informativa e NÃO substitui o conselho profissional de Nutricionistas, Agronômos ou Veterinários.

# disclaimerButton
source: I Understand
es: Entendido
pt: Entendi

# emergencyCall
source: Call Nearby Vet
es: Llamar a Veterinario Cercano
pt: Ligar para Veterinário Próximo

# cameraPermission
source: Camera access is required for analysis. You can enable it in settings.
es: Necesitamos la cámara para analizar. Puedes activarla en los ajustes.
pt: Precisamos da câmera para analisar. Você pode ativar nas configurações.

# petNamePromptTitle
source: Pet's Name
es: Nombre de la Mascota
pt: Nome do Pet

# petNamePromptHint
source: Enter your pet's name
es: Escribe el nombre de tu mascota
pt: Digite o nome do seu pet

# petNamePromptCancel
source: Cancel
es: Cancelar
pt: Cancelar

# petNameEmptyError
source: Pet name not provided. Pet mode cancelled.
es: Nombre de la mascota no proporcionado. Modo Mascota cancelado.
pt: Nome do pet não fornecido. Pet mode cancelado.

# settingsTitle
source: Settings
es: Ajustes
pt: Configurações

# settingsLanguage
source: Language / Idioma
es: Idioma / Language
pt: Idioma / Language

# settingsProfile
source: Profile
es: Perfil
pt: Perfil

# settingsNutrition
source: Human Nutritional Goals
es: Metas Nutricionales Humanas
pt: Metas Nutricionais Humanas

# settingsDangerZone
source: Danger Zone
es: Zona de Peligro
pt: Zona de Perigo

# pdfReportTitle
source: Report
es: HISTORIAL VETERINARIO COMPLETO
pt: Prontuário

# pdfGeneratedOn
source: Generated on
es: Generado el
pt: Gerado em

# pdfIdentitySection
source: Identity & Biological Profile
es: Identidad y Perfil Biológico
pt: Identidade e Perfil Biológico

# pdfHealthSection
source: Health & Medical History
es: Salud e Historial Médico
pt: Saúde e Histórico Médico

# pdfNutritionSection
source: Nutrition & Meal Plan
es: Nutrición y Plan Alimentario
pt: Nutrição e Plano Alimentar

# pdfGallerySection
source: Gallery & Documents
es: Galería y Documentos
pt: Galeria e Documentos

# pdfParcSection
source: Support Network Hub
es: Centro de Red de Apoyo
pt: Hub de Apoio

# pdfDisclaimerTitle
source: IMPORTANT LEGAL NOTICE
es: AVISO LEGAL IMPORTANTE
pt: AVISO LEGAL IMPORTANTE

# pdfDisclaimerBody
source: This report is a support tool. It does NOT replace veterinary consultations.
es: Este informe es una herramienta de apoyo. NO sustituye las consultas veterinarias.
pt: Este relatório é uma ferramenta de apoio. NÃO substitui consultas veterinárias.

# termScreen
source: Screen
es: Pantalla
pt: Tela

# termMobile
source: Mobile
es: Móvil
pt: Celular

# termFood
source: Kibble
es: Pienso
pt: Ração

# breedMixed
source: Mixed Breed
es: Raza Mixta (Mestizo)
pt: Sem Raça Definida (Vira-lata)

# porteSmall
source: Small
es: Pequeño
pt: Pequeno

# porteMedium
source: Medium
es: Mediano
pt: Médio

# porteLarge
source: Large
es: Grande
pt: Grande

# porteGiant
source: Giant
es: Gigante
pt: Gigante

# weightStatusUnderweight
source: Underweight
es: Bajo peso
pt: Abaixo do ideal

# weightStatusOverweight
source: Overweight
es: Sobrepeso
pt: Acima do ideal

# weightStatusNormal
source: Normal Weight
es: Peso Normal
pt: Peso Normal

# weightRecUnderweight
source: Consider consulting a vet to evaluate the pet's nutrition and general health.
es: Considere consultar al veterinario para evaluar la nutrición y salud general de la mascota.
pt: Considere consultar o veterinário para avaliar a nutrição e saúde geral do pet.

# weightRecOverweight
source: Schedule a vet appointment in the 'Network' tab to adjust diet and exercise.
es: Programe una cita con el veterinario para ajustar la dieta y el ejercicio.
pt: Agende uma consulta com o veterinário na aba 'Parc.' para ajustar a dieta e exercícios.

# weightRecNormal
source: Keep up the great work! Maintain the current feeding and exercise routine.
es: ¡Siga con los cuidados actuales! Mantenga la rutina de alimentación y ejercicio.
pt: Continue com os cuidados atuais! Mantenha a rotina de alimentação e exercícios.

# termSeverity
source: Severity
es: Gravedad
pt: Gravidade

# termDiagnosis
source: Diagnosis
es: Diagnóstico
pt: Diagnóstico

# termRecommendations
source: Recommendations
es: Recomendaciones
pt: Recomendações

# tabIdentity
source: IDENTITY
es: IDENTIDAD
pt: IDENTIDADE

# tabNutrition
source: NUTRITION
es: NUTRICIÓN
pt: NUTRIÇÃO

# tabGrooming
source: GROOMING
es: ESTÉTICA

# tabHealth
source: HEALTH
es: SALUD
pt: SAÚDE

# tabLifestyle
source: LIFESTYLE
es: ESTILO DE VIDA

# emptyPastWeek
source: No recent history.
es: Sin historial reciente.
pt: Nenhum histórico recente.

# emptyCurrentWeek
source: No menu for this week.
es: Sin menú para esta semana.
pt: Nenhum cardápio para esta semana.

# emptyNextWeek
source: No future planning.
es: Sin planificación futura.
pt: Nenhum planejamento futuro.

# tabPastWeek
source: Last Week
es: Semana Pasada
pt: Semana Passada

# tabCurrentWeek
source: Current Week
es: Semana Actual
pt: Semana Atual

# tabNextWeek
source: Next Week
es: Próxima Semana
pt: Próxima Semana

# menuPlanTitle
source: Smart Menu Planning
es: Planificar Menú Inteligente
pt: Planejar Cardápio Inteligente

source: Menu Period
es: Período del Menú
pt: Período do Cardápio

# dietType
source: Dietary Regime
es: Régimen Alimentario
pt: Regime Alimentar

# dietNatural
source: Natural Food
es: Comida Natural
pt: Alimentação Natural

# dietKibble
source: Commercial Kibble
es: Pienso Comercial
pt: Ração Comercial

# dietHybrid
source: Hybrid Mode Activated
es: Modo Híbrido Activado
pt: Modo Híbrido Ativado

source: Nutritional Goal
es: Meta Nutricional
pt: Meta Nutricional

source: Generate Menu
es: Generar Menú
pt: Gerar Cardápio

source: Select Dates
es: Seleccionar Fechas
pt: Selecionar Datas

source: Cancel
es: Cancelar
pt: Cancelar

# permissionCameraDisclosureTitle
source: Camera Usage
es: Uso de la Cámara
pt: Uso da Câmera

# permissionCameraDisclosureBody
source: ScanNut needs camera access to analyze your pet's skin, fur, and eyes, and to record veterinary documents.
es: ScanNut necesita acceder a su cámara para analizar la salud de la piel, pelaje y ojos de su mascota, además de registrar documentos veterinarios.
pt: O ScanNut precisa acessar sua câmera para analisar a saúde da pele, pelo e olhos do seu pet, além de permitir o registro de documentos veterinários.

# permissionMicrophoneDisclosureTitle
source: Microphone Usage
es: Uso del Micrófono
pt: Uso do Microfone

# permissionMicrophoneDisclosureBody
source: ScanNut requests microphone access to allow you to take voice notes about your pet's observations.
es: ScanNut solicita acceso al micrófono para permitirle tomar notas de voz sobre las observaciones de su mascota.
pt: O ScanNut solicita acesso ao microfone para permitir que você faça anotações por voz sobre as observações do seu pet.

# continueButton
source: Continue
es: Continuar
pt: Continuar

# deleteAccount
source: Delete Account & Data
es: Eliminar Cuenta y Datos
pt: Excluir Conta e Dados

# deleteAccountConfirmTitle
source: Delete everything?
es: ¿Eliminar todo?
pt: Excluir tudo?

# deleteAccountConfirmBody
source: This will permanently delete all your menus and history.
es: Esto eliminará permanentemente todos sus menús e historial.
pt: Isso apagará permanentemente todos os seus cardápios e históricos.

# deleteAccountButton
source: Delete All
es: Eliminar Todo
pt: Excluir Tudo

source: Privacy Policy
es: Política de Privacidad
pt: Política de Privacidade

# aiDisclaimer
source: This analysis is informative and based on automatic processing. Always consult the linked veterinarian in the Partners tab for an accurate diagnosis.
es: Este análisis es informativo y se basa en el procesamiento automático. Consulte siempre al veterinario vinculado en la pestaña Socios para obtener un diagnóstico preciso.
pt: Esta análise é informativa e baseada em processamento automático. Consulte sempre o veterinário vinculado na aba Parc. para um diagnóstico preciso.

# onboardingTitle1
source: Transform Your Nutrition
es: Transforme su Nutrición
pt: Transforme a sua Nutrição

# onboardingBody1
source: Use our AI to analyze food in seconds. Discover calories, macronutrients, and get biohacking tips and 15-minute quick recipes for your peak performance.
es: Utilice nuestra IA para analizar alimentos en segundos. Descubra calorías, macronutrientes y reciba consejos de biohacking y recetas rápidas para su alto rendimiento.
pt: Utilize a nossa IA para analisar alimentos em segundos. Descubra calorias, macronutrientes e receba dicas de biohacking e receitas rápidas de 15 minutos para a sua alta performance.

# onboardingTitle2
source: Master Your Ecosystem
es: Domine su Ecosistema
pt: Domine o seu Ecossistema

# onboardingBody2
source: Identify plants, diagnose diseases, and learn about propagation. Instantly know if a plant is safe for humans through our Survival Traffic Light.
es: Identifique plantas, diagnostique enfermedades y aprenda sobre propagación. Sepa al instante si una planta es segura para humanos con nuestro Semáforo de Supervivencia.
pt: Identifique plantas, diagnostique doenças e aprenda sobre propagação. Saiba instantaneamente se uma planta é segura para humanos através do nosso Semáforo de Sobrevivência.

# onboardingTitle3
source: The Ultimate Clinical Record
es: El Historial Clínico Definitivo
pt: O Prontuário Clínico Definitivo

# onboardingBody3
source: Track your pet's health with AI skin analysis, vaccination history, and explained lab results. All organized and ready to export to PDF for your vet.
es: Siga la salud de su mascota con análisis de piel por IA, historial de vacunas y análisis de laboratorio explicados. Todo listo para exportar en PDF.
pt: Acompanhe a saúde do seu pet com análise de pele por IA, histórico de vacinas e exames laboratoriais explicados. Tudo organizado e pronto para exportar em PDF para o seu veterinário.

# onboardingTitle4
source: Your Data Is Yours
es: Sus datos son suyos
pt: Os seus dados são seus

# onboardingBody4
source: At ScanNut, your privacy is a priority. All your records are stored locally on your phone (Hive) and not in external clouds.
es: En ScanNut, su privacidad es prioridad. Todos sus registros se guardan localmente en su móvil (Hive) e no en nubes externas.
pt: No ScanNut, a sua privacidade é prioridade. Todos os seus registos são guardados localmente no seu telemóvel (Hive) e não em nuvens externas.

# onboardingAcceptTerms
source: I have read and accept the Terms of Use and Privacy Policy of Multiverso Digital
es: He leído y acepto los Términos de Uso y Política de Privacidad de Multiverso Digital
pt: Li e aceito os Termos de Uso e Política de Privacidade da Multiverso Digital

# onboardingGetStarted
source: Get Started
es: Empezar
pt: Começar

# analysisErrorAiFailure
source: All AIs failed to analyze the image.
es: Todas las IAs fallaron al analizar la imagen.
pt: Todas as IAs falharam em analisar a imagem.

# analysisErrorJsonFormat
source: Error processing AI data.
es: Error al procesar datos de la IA.
pt: Erro ao processar dados da IA.

# analysisErrorUnexpected
source: Unexpected error. Please try again.
es: Error inesperado. Inténtelo de nuevo.
pt: Erro inesperado. Tente novamente.

# loadingFood
source: Analyzing food...
es: Analizando alimento...
pt: Analisando alimento...

# loadingPlant
source: Diagnosing plant...
es: Diagnosticando planta...
pt: Diagnosticando planta...

# loadingPetBreed
source: Identifying breed and calculating metrics...
es: Identificando raza...
pt: Calculando métricas personalizadas e identificando raça...

# loadingPetHealth
source: Analyzing health...
es: Analizando salud...
pt: Analisando saúde...

# nutrientsAdvancedMacros
source: Advanced Macronutrients
es: Macronutrientes Avanzados
pt: Macronutrientes Avançados

# nutrientsProteins
source: Proteins
es: Proteínas
pt: Proteínas

# nutrientsCarbs
source: Carbohydrates
es: Carbohidratos
pt: Carboidratos

# nutrientsFats
source: Fats
es: Grasas
pt: Gorduras

# nutrientsMinerals
source: Minerals & Vitamins
es: Minerales y Vitaminas
pt: Minerais e Vitaminas

# nutrientsSynergy
source: Synergy
es: Sinergia
pt: Sinergia

# recipesQuick
source: Quick Recipes (under 15 min)
es: Recetas Rápidas (menos de 15 min)
pt: Receitas Rápidas (até 15 min)

# recipesCulinaryIntel
source: Culinary Intelligence
es: Inteligencia Culinaria
pt: Inteligência Culinária

# recipesExpertTip
source: Expert Tip
es: Consejo del Experto
pt: Dica do Especialista

# labelGlycemicImpact
source: Glycemic Impact
es: Impacto Glucémico
pt: Impacto Glicêmico

# labelFattyAcids
source: Fatty Acids
es: Ácidos Grasos
pt: Ácidos Graxos

# labelAminoProfile
source: Amino Acid Profile
es: Perfil de Aminoácidos
pt: Perfil de Aminoácidos

# foodSafetyBio
source: Safety & Biochemistry
es: Seguridad y Bioquímica
pt: Segurança & Bioquímica

# foodIdealMoment
source: Ideal Moment
es: Momento Ideal
pt: Momento Ideal

# foodCriticalAlerts
source: Critical Alerts
es: Alertas Críticas
pt: Alertas Críticos

# foodBioChem
source: Biochemistry & Neutralization
es: Bioquímica y Neutralización
pt: Bioquímica e Neutralização

# foodPreservation
source: Preservation
es: Preservación
pt: Preservação

# foodSmartSwap
source: Smart Swap
es: Cambio Inteligente (Smart Swap)
pt: Smart Swap (Troca)

# foodDisclaimer
source: Note: Nutritional information is estimated. Always consult a healthcare professional.
es: Nota: La información nutricional es estimada. Consulte siempre a un profesional de salud.
pt: Nota: As informações nutricionais são estimadas. Consulte sempre um profissional de saúde.

# foodVerdict
source: AI Verdict
es: Veredicto de la IA
pt: Veredito da IA

# foodPros
source: Pros
es: Puntos Positivos
pt: Pontos Positivos

# foodCons
source: Points of Attention
es: Puntos de Atención
pt: Pontos de Atenção

# foodBiohacking
source: Biohacking Performance
es: Rendimiento Biohacking
pt: Performance Biohacking

# foodSatietyIndex
source: Satiety Index
es: Índice de Saciedad
pt: Índice de Saciedade

# foodBodyBenefits
source: Body Benefits
es: Beneficios para el Cuerpo
pt: Benefícios para o Corpo

# foodAttention
source: Attention
es: Atención
pt: Atenção

# foodFocusEnergy
source: Focus & Energy
es: Foco y Energía
pt: Foco e Energia

# paywallTitle
source: Unlock Full Power
es: Desbloquee el Poder Total
pt: Desbloqueie o Poder Total

# paywallSubtitle
source: Get unlimited access to all AI tools and detailed analytics.
es: Obtenga acceso ilimitado a todas las herramientas de IA y análisis detallados.
pt: Obtenha acesso ilimitado a todas as ferramentas de IA e análises detalhadas.

# paywallSubscribeButton
source: Subscribe Now
es: Suscribirse Ahora
pt: Assinar Agora

# paywallSelectPlan
source: Select a plan
es: Seleccione un plan
pt: Selecione um plano

# paywallRestore
source: Restore Purchases
es: Restaurar Compras
pt: Restaurar Compras

# paywallTerms
source: Terms
es: Términos
pt: Termos

# paywallMonthly
source: Monthly
es: Mensual
pt: Mensal

# paywallYearly
source: Yearly
es: Anual
pt: Anual

# paywallBestValue
source: BEST VALUE
es: MEJOR VALOR
pt: MELHOR VALOR

# paywallSuccess
source: Subscription activated successfully! Welcome to Pro! 🚀
es: ¡Suscripción activada con éxito! ¡Bienvenido a Pro! 🚀
pt: Assinatura ativada com sucesso! Bem-vindo ao Pro! 🚀

# paywallError
source: Purchase was not completed. Please try again.
es: La compra no se completó. Inténtelo de nuevo.
pt: A compra não foi concluída. Tente novamente.

# paywallRestoreSuccess
source: Purchases restored successfully!
es: ¡Compras restauradas con éxito!
pt: Compras restauradas com sucesso!

# paywallRestoreFail
source: No active subscription found to restore.
es: No se encontró ninguna suscripción activa para restaurar.
pt: Nenhuma assinatura ativa encontrada para restaurar.

# paywallLoadingOfferings
source: Unable to load offerings at this time.
es: No se han podido cargar las ofertas en este momento.
pt: Não foi possível carregar as ofertas no momento.

# drawerProSubtitle
source: Unlock everything
es: Desbloquear todo
pt: Desbloqueie tudo

# settingsNameLabel
source: Name
es: Nombre
pt: Nome

# settingsNameHint
source: How would you like to be called?
es: ¿Cómo le gustaría ser llamado?
pt: Como você gostaria de ser chamado?

# settingsWeightUnit
source: Weight Unit
es: Unidad de Peso
pt: Unidade de Peso

# settingsKg
source: Kilograms (kg)
es: Kilogramos (kg)
pt: Kilogramas (kg)

# settingsLbs
source: Pounds (lbs)
es: Libras (lbs)
pt: Libras (lbs)

# settingsPreferences
source: Preferences
es: Preferencias
pt: Preferências

# settingsShowTips
source: Show Tips
es: Mostrar Consejos
pt: Mostrar Dicas

# settingsShowTipsSubtitle
source: Show nutritional tips in analysis
es: Mostrar consejos nutricionales en análisis
pt: Exibir dicas nutricionais nas análises

# settingsPartnerManagement
source: Partner Management
es: Gestión de Socios
pt: Gestão de Parceiros

# settingsSearchRadius
source: Standard Search Radius
es: Radio de Búsqueda Estándar
pt: Raio de Busca Padrão

# settingsSearchRadiusSubtitle
source: Suggests partners near your pet based on this limit.
es: Sugiere socios cercanos a su mascota según este límite.
pt: Sugere parceiros próximos ao seu pet baseando-se neste limite.

# settingsSystemMaintenance
source: System Maintenance
es: Mantenimiento del Sistema
pt: Manutenção do Sistema

# settingsBackupOptimize
source: Generate Backup & Optimize
es: Generar Copia y Optimizar
pt: Gerar Backup e Otimizar

# settingsBackupOptimizeSubtitle
source: Generates full PDF and clears old space.
es: Genera PDF completo y libera espacio.
pt: Gera PDF completo e libera espaço antigo.

# settingsDeletePets
source: Delete Pet History
es: Borrar Historial de Mascotas
pt: Excluir Histórico de Pets

# settingsDeletePetsSubtitle
source: Permanently delete all saved pets.
es: Borrar todas las mascotas permanentemente.
pt: Apagar todos os pets salvos permanentemente.

# settingsDeletePlants
source: Delete Plant History
es: Borrar Historial de Plantas
pt: Excluir Histórico de Plantas

# settingsDeletePlantsSubtitle
source: Permanently delete all saved plants.
es: Borrar todas las plantas permanentemente.
pt: Apagar todas as plantas salvas permanentemente.

# settingsDeleteFood
source: Delete Food History
es: Borrar Historial de Alimentos
pt: Excluir Histórico de Alimentos

# settingsDeleteFoodSubtitle
source: Permanently delete all saved food.
es: Borrar todos los alimentos permanentemente.
pt: Apagar todos os alimentos salvos permanentemente.

# settingsClearPartners
source: Clear Support Network
es: Borrar Red de Apoyo
pt: Limpar Rede de Apoio

# settingsClearPartnersSubtitle
source: Permanently remove all registered partners.
es: Eliminar todos los socios permanentemente.
pt: Remover todos os parceiros cadastrados permanentemente.

# settingsResetDefaults
source: Reset to Defaults
es: Restaurar Valores
pt: Restaurar Padrões

# settingsResetDialogTitle
source: Reset Defaults
es: Restaurar Valores
pt: Restaurar Padrões

# settingsResetDialogContent
source: Are you sure you want to reset all settings to default values?
es: ¿Seguro que desea restaurar toda la configuración?
pt: Tem certeza que deseja restaurar todas as configurações para os valores padrão?

# settingsResetSuccess
source: Settings restored
es: Configuración restaurada
pt: Configurações restauradas

# settingsAutoSaveInfo
source: Your settings are saved automatically
es: Su configuración se guarda automáticamente
pt: Suas configurações são salvas automaticamente

# settingsConfirmDeleteTitle
source: Confirm Deletion
es: Confirmar Eliminación
pt: Confirmar Exclusão

# settingsConfirmDeleteContent
source: Are you sure you want to permanently delete all history of {itemType}? This action cannot be undone.
es: ¿Seguro que desea borrar todo el historial de {itemType}? Esta acción es irreversible.
pt: Tem certeza que deseja apagar permanentemente todo o histórico de {itemType}? Essa ação não pode ser desfeita.

# settingsDeleteSuccess
source: {itemType} history deleted successfully.
es: Historial de {itemType} borrado con éxito.
pt: Histórico de {itemType} apagado com sucesso.

# modePetIdentification
source: Breed & ID
es: Raza e ID
pt: Raça & ID

# modePetHealth
source: Health
es: Salud
pt: Saúde

# instructionPetBody
source: Point camera at your pet's full body
es: Apunte cámara al cuerpo completo
pt: Aponte a câmera para o corpo inteiro do seu pet

# instructionPetWound
source: Point camera at your pet's wound
es: Apunte cámara a la herida
pt: Aponte a câmera para a ferida do seu pet

# tooltipNutritionHistory
source: Nutrition History
es: Historial Nutrición
pt: Histórico Alimentar

# tooltipNutritionManagement
source: Nutrition Management
es: Gestión Nutrición
pt: Gestão da Nutrição

# tooltipBotanyHistory
source: Botany History
es: Historial Botánica
pt: Histórico Botânico

# exitDialogTitle
source: Exit App
es: Salir de la App
pt: Sair do App

# exitDialogContent
source: Do you really want to exit ScanNut?
es: ¿Realmente desea salir?
pt: Deseja realmente sair do Scannut?

source: Exit
es: Salir
pt: Sair

# redirectShop
source: Redirecting to partner shop...
es: Redirigiendo a tienda...
pt: Redirecionando para loja parceira...

# cameraError
source: Error starting camera:
es: Error al iniciar cámara:
pt: Erro ao iniciar câmera:

# petSavedSuccess
source: {petName}'s dossier saved/updated successfully!
es: ¡Expediente de {petName} guardado!
pt: Dossiê do {petName} salvo/atualizado com sucesso!

# savedSuccess
source: {type} saved in specialized boxes!
es: {type} guardado en boxes!
pt: {type} salvo nas boxes especializadas!

source: Error: Pet name not found.
es: Error: Nombre no encontrado.
pt: Erro: Nome do pet não encontrado.

# healthAnalysisSaved
source: Health analysis for {petName} saved successfully!
es: ¡Análisis de salud de {petName} guardado con éxito!
pt: Análise de saúde de {petName} salva com sucesso!

# errorSavingAnalysis
source: Error saving analysis: {error}
es: Error al guardar análisis: {error}
pt: Erro ao salvar análise: {error}

# menuHello
source: Hello!
es: ¡Hola!
pt: Olá!

# menuHelloUser
source: Hello, {userName}!
es: ¡Hola, {userName}!
pt: Olá, {userName}!

# menuAiAssistant
source: ScanNut AI Assistant
es: Asistente IA Scannut
pt: Assistente IA Scannut

# menuSettings
source: Settings
es: Configuración
pt: Configuração

# menuSettingsSubtitle
source: Daily goal: {calories} kcal
es: Meta diaria: {calories} kcal
pt: Meta diária: {calories} kcal

# menuNutritionalPillars
source: Nutritional Pillars
es: Pilares Nutricionales
pt: Pilares da Nutrição

# menuNutritionalPillarsSubtitle
source: ScanNut Concepts
es: Conceptos de ScanNut
pt: Conceitos do ScanNut

# menuEnergyBalance
source: Energy Balance
es: Balance Energético
pt: Balanço Energético

# menuEnergyBalanceSubtitle
source: Fitness & Biohacking Dashboard
es: Panel Fitness & Biohacking
pt: Dashboard Fitness & Biohacking

# menuNutritionHistory
source: Nutrition History
es: Historial Nutrición
pt: Histórico de Nutrição

# menuNutritionHistorySubtitle
source: Food Analysis
es: Análisis de Alimentos
pt: Análises de Alimentos

# menuBotanyHistory
source: Botany History
es: Historial Botánico
pt: Histórico Botânico

# menuBotanyHistorySubtitle
source: Health & Cultivation Guide
es: Salud y Guía de Cultivo
pt: Saúde e Guia de Cultivo
