Repository: abreuretto72/ScanNut
Catalog: lib/l10n/app_*.arb
Languages: es, pt

source: No history
es: Sin historial
pt: Nenhum histórico

# daysPlanned
source: {count} days planned
es: {count} días planificados
pt: {count} dias planejados

# deletePlanTitle
source: Delete menu?
es: ¿Eliminar menú?
pt: Excluir cardápio?

# deletePlanBody
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
pt: Esta ação não pode ser desfeita.

# ingredientsTitle
source: INGREDIENTS
es: INGREDIENTES
pt: INGREDIENTES

# mealDefault
source: Meal
es: Comida
pt: Refeição

# creatingProfile
source: Basic profile created automatically.
es: Perfil básico creado automáticamente.
pt: Perfil básico criado automaticamente.

# planCreatedSuccess
source: Menu created successfully!
es: ¡Menú creado con éxito!
pt: Cardápio criado com sucesso!

# openingConfig
source: Opening configuration...
es: Abriendo configuración...
pt: Abrindo configuração...

# pdfMenuPlanTitle
source: Weekly Nutrition Plan
es: Plan Nutricional Semanal
pt: Plano Alimentar Semanal

# menuCreationTitle
source: Create Weekly Menu
es: Crear Menú Semanal
pt: Criar Cardápio da Semana

# menuCreationSubtitle
source: Configure how you want your menu
es: Configura cómo quieres tu menú
pt: Configure como você quer seu cardápio

source: Meals per day
es: Comidas por día
pt: Refeições por dia

# mealsUnit
source: meals
es: comidas
pt: refeições

# menuStyleTitle
source: Menu style
es: Estilo de menú
pt: Estilo do cardápio

# styleBudget
source: Budget-friendly
es: Económico
pt: Econômico

# styleQuick
source: Quick
es: Rápido
pt: Rápido

# styleHealthy
source: Healthy
es: Saludable
pt: Saudável

source: Dietary restrictions
es: Restricciones dietéticas
pt: Restrições alimentares

# allowRepetition
source: Allow recipe repetition
es: Permitir repetición de recetas
pt: Pode repetir receitas na semana

# allowRepetitionSubtitle
source: If off, each recipe appears only once
es: Si está desactivado, cada receta aparece solo una vez
pt: Se desligado, cada receita aparece apenas 1 vez

# restVegetarian
source: Vegetarian
es: Vegetariano
pt: Vegetariano

# restVegan
source: Vegan
es: Vegano
pt: Vegano

# restLactoseFree
source: Lactose Free
es: Sin Lactosa
pt: Sem Lactose

# restGlutenFree
source: Gluten Free
es: Sin Gluten
pt: Sem Glúten

# restHypertension
source: Hypertension
es: Hipertensión
pt: Hipertensão

# pdfPersonalizedPlanTitle
source: PERSONALIZED NUTRITION PLAN
es: PLAN NUTRICIONAL PERSONALIZADO
pt: PLANO ALIMENTAR PERSONALIZADO

# pdfGoalLabel
source: GOAL
es: OBJETIVO
pt: OBJETIVO

# pdfGeneratedByLine
source: WEEKLY NUTRITION REPORT GENERATED BY ScanNut AI
es: INFORME DE NUTRICIÓN SEMANAL GENERADO POR SCAN NUT AI
pt: RELATÓRIO DE NUTRIÇÃO SEMANAL GERADO POR SCAN NUT AI

# pdfBatchCookingTips
source: 💡 BATCH COOKING & PREPARATION TIPS
es: 💡 CONSEJOS DE BATCH COOKING Y PREPARACIÓN
pt: 💡 DICAS DE BATCH COOKING & PREPARO

# tipBeans
source: 💡 Cook a large pot of beans early in the week and freeze portions to save gas and time.
es: 💡 Cocina una olla grande de frijoles al inicio de la semana y congela porciones para ahorrar gas y tiempo.
pt: 💡 Cozinhe uma panela grande de feijão logo no início da semana e congele porções para economizar gás e tempo.

# tipRice
source: 💡 Keep a base of white rice ready in the fridge; it's the wildcard side dish for almost all your meals.
es: 💡 Mantén una base de arroz blanco lista en la nevera; es el acompañamiento comodín para casi todas tus comidas.
pt: 💡 Mantenha uma base de arroz branco pronta na geladeira; ele é o acompanhamento coringa para quase todos os seus PFs.

# tipChicken
source: 💡 Cook and shred chicken all at once. Use it in natural sandwiches, wraps, and friday scrambles.
es: 💡 Cocina y desmenuza el pollo de una vez. Úsalo en sándwiches naturales, wraps y revueltos del viernes.
pt: 💡 Cozinhe e desfie o frango de uma única vez. Use-o no sanduíche natural, no wrap e no mexidão de sexta.

# tipEggs
source: 💡 Eggs are your cheap and quick protein. Keep them handy to replace meats on busy days.
es: 💡 Los huevos son tu proteína económica y rápida. Tenlos siempre a mano para sustituir carnes en días ajetreados.
pt: 💡 Ovos são sua proteína econômica e rápida. Mantenha-os sempre à mão para substituir carnes em dias corridos.

# tipVeggies
source: 💡 Wash and chop all seasonal veggies as soon as you get from the market. Store in airtight containers to last longer.
es: 💡 Lava y pica todos los vegetales de temporada apenas llegues del mercado. Guárdalos en recipientes herméticos para que duren más.
pt: 💡 Lave e pique todos os vegetais da estação assim que chegar do mercado. Guarde-os em potes herméticos para durarem mais.

# tipRoots
source: 💡 Roots like cassava and sweet potato can be cooked in bulk and stored in water in the fridge for 3 days.
es: 💡 Raíces como yuca y batata pueden cocinarse en gran cantidad y guardarse en agua en la nevera por 3 días.
pt: 💡 Raízes como mandioca e batata doce podem ser cozidas em grande quantidade e guardadas na água na geladeira por 3 dias.

# tipGroundMeat
source: 💡 Ground meat is the perfect base: use it plain at lunch and in pancake or sandwich fillings the next day.
es: 💡 La carne molida es la base perfecta: úsala sola en el almuerzo y en rellenos de panqueques o sándwiches al día siguiente.
pt: 💡 A carne moída é a base perfeita: use-a pura no almoço e no recheio da panqueca ou sanduíche no dia seguinte.

# tipFruits
source: 💡 Very ripe fruits? Freeze them in chunks to boost your vitamins and morning smoothies.
es: 💡 ¿Frutas muy maduras? Congélalas en trozos para potenciar tus vitaminas y batidos matutinos.
pt: 💡 Frutas muito maduras? Congele-as em pedaços para turbinar suas vitaminas e smoothies matinais.

# tipDefault
source: Plan your shopping focusing on seasonal items to save money and gain health.
es: Planifica tus compras enfocándote en artículos de temporada para ahorrar y ganar salud.
pt: Planeje suas compras com foco em itens da estação para economizar e ganhar saúde.

# foodRice
source: Rice
es: Arroz
pt: Arroz

# foodBeans
source: Beans
es: Frijoles
pt: Feijão

# foodChicken
source: Chicken
es: Pollo
pt: Frango

# foodMeat
source: Meat
es: Carne
pt: Carne

# foodFish
source: Fish
es: Pescado
pt: Peixe

# foodEgg
source: Egg
es: Huevo
pt: Ovo

# foodBread
source: Bread
es: Pan
pt: Pão

# foodMilk
source: Milk
es: Leche
pt: Leite

# foodCoffee
source: Coffee
es: Café
pt: Café

# foodYogurt
source: Yogurt
es: Yogur
pt: Iogurte

# foodFruit
source: Fruit
es: Fruta
pt: Fruta

# foodSalad
source: Salad
es: Ensalada
pt: Salada

# foodVegetables
source: Vegetables
es: Vegetales
pt: Legumes

# foodPotato
source: Potato
es: Patata
pt: Batata

# foodCassava
source: Cassava
es: Yuca
pt: Mandioca

# foodCheese
source: Cheese
es: Queso
pt: Queijo

# foodJuice
source: Juice
es: Zumo
pt: Suco

# foodWater
source: Water
es: Agua
pt: Água

# defaultWoundAnalysis
source: Visual analysis of detected wound or injury
es: Análisis visual de herida o lesión detectada
pt: Análise visual de ferida ou lesão detectada

# petSelectionTitle
source: Which pet is this analysis for?
es: ¿Para qué mascota es este análisis?
pt: De qual pet é esta análise?

# petNew
source: New Pet
es: Nueva Mascota
pt: Novo Pet

# petQuickAnalysis
source: Quick analysis without saving
es: Análisis rápido sin guardar
pt: Análise rápida sem salvar

# paywallBenefit1
source: Unlimited access to all features
es: Acceso ilimitado a todas las funciones
pt: Acesso ilimitado a todos os recursos

# paywallBenefit2
source: Detailed and advanced analytics
es: Análisis detallados y avanzados
pt: Análises detalhadas e avançadas

# paywallBenefit3
source: Full PDF reports without restrictions
es: Informes PDF completos sin restricciones
pt: PDFs completos sem restrições

# paywallBenefit4
source: Priority support
es: Soporte prioritario
pt: Suporte prioritário

# featureMicrosTitle
source: Micronutrients & Synergy
es: Micronutrientes y Sinergia
pt: Micronutrientes e Sinergia

# featureMicrosDesc
source: Get complete analysis of vitamins, minerals and how they interact.
es: Obtenga análisis completo de vitaminas, minerales y cómo interactúan.
pt: Obtenha análise completa de vitaminas, minerais e como eles interagem.

# foodApple
source: Apple
es: Manzana
pt: Maçã

# foodBanana
source: Banana
es: Plátano

# foodCorn
source: Corn
es: Maíz
pt: Milho

# foodPeas
source: Peas
es: Guisantes
pt: Ervilha

# foodCarrot
source: Carrot
es: Zanahoria
pt: Cenoura

# foodTomato
source: Tomato
es: Tomate
pt: Tomate

# foodOnion
source: Onion
es: Cebolla
pt: Cebola

# foodGarlic
source: Garlic
es: Ajo
pt: Alho

# foodOrange
source: Orange
es: Naranja
pt: Laranja

# foodPineapple
source: Pineapple
es: Piña
pt: Abacaxi

source: Unknown Food
es: Alimento Desconocido
pt: Alimento Desconhecido

# actionDelete
source: Delete
es: Borrar
pt: Apagar

# plantCareGuide
source: Care Guide
es: Guía de Cuidados
pt: Guia de Cuidados

# toxicityWarning
source: Warning: Toxic to Pets
es: Atención: Tóxica para Mascotas
pt: Alerta de Toxicidade

# featureMenuPlanTitle
source: Smart Menu Planning
es: Planificación Inteligente de Menús
pt: Planeamento de Cardápio Inteligente

# featureMenuPlanDesc
source: Create personalized weekly menus based on your goals and dietary restrictions.
es: Cree menús semanales personalizados basados en sus objetivos y restricciones de dieta.
pt: Crie cardápios semanais personalizados baseados nas suas metas e restrições alimentares.

# plantHomeSafety
source: Home Safety
es: Seguridad en el Hogar
pt: Segurança Doméstica

# plantDangerPets
source: Danger to Pets
es: Peligro para Mascotas
pt: Pode ser perigoso para animais de estimação.

# plantDangerKids
source: Danger to Kids
es: Peligro para Niños
pt: Perigoso para Crianças

# plantNoAlerts
source: No critical alerts.
es: Sin alertas críticas.
pt: Sem alertas específicos.

# plantBioPower
source: Biophilic Powers
es: Poderes Biofílicos
pt: Poderes Biofílicos

# plantAirScore
source: Air Purification Score
es: Puntuación de Purificación
pt: Pontuação de Ar

# plantHumidification
source: Humidification
es: Humidificación
pt: Umidificação

# plantWellness
source: Wellness Impact
es: Impacto en el Bienestar
pt: Bem-estar

# plantPropagationEngine
source: Propagation Engineering
es: Ingeniería de Propagación
pt: Engenharia de Propagação

# plantMethod
source: Method
es: Método
pt: Método

# plantDifficulty
source: Difficulty
es: Dificultad
pt: Dificuldade

# plantStepByStep
source: Step by Step
es: Paso a Paso
pt: Passo a Passo

# plantEcoIntel
source: Ecosystem Intelligence
es: Inteligencia del Ecosistema
pt: Inteligência de Ecossistema

# plantCompanions
source: Ideal Companions
es: Compañeros Ideales
pt: Plantas Companheiras

# plantAvoid
source: Avoid Near
es: Evitar Cerca
pt: Evitar

# plantRepellent
source: Natural Repellent
es: Repelente Natural
pt: Repelente

# plantFengShui
source: Botanical Feng Shui
es: Feng Shui Botánico
pt: Feng Shui

# plantPlacement
source: Where to Place
es: Dónde Colocar
pt: Posicionamento

# plantSymbolism
source: Symbolism
es: Simbolismo
pt: Simbolismo

# plantLivingAesthetic
source: Living Aesthetic
es: Estética Viva
pt: Estética Viva

# plantFlowering
source: Flowering
es: Floración
pt: Floração

# plantFlowerColor
source: Flower Color
es: Color de la Flor
pt: Cor das Flores

# plantGrowth
source: Growth Speed
es: Velocidad de Crecimiento
pt: Crescimento

# plantMaxSize
source: Max Size
es: Tamaño Máximo
pt: Tamanho Máximo

# plantNeedSun
source: LIGHT
es: LUZ
pt: Luminosidade

# plantNeedWater
source: WATER
es: AGUA
pt: Rega

# plantNeedSoil
source: SOIL
es: SUELO
pt: Solo

# plantSeasonAdjust
source: Seasonal Adjustments
es: Ajustes Estacionales
pt: Ajuste Sazonal

# seasonWinter
source: Winter (Dormancy)
es: Invierno (Dormancia)
pt: Inverno

# seasonSummer
source: Summer (Growth)
es: Verano (Crecimiento)
pt: Verão

# plantClinicalDiagnosis
source: Clinical Diagnosis
es: Diagnóstico Clínico
pt: Diagnóstico Clínico

# plantRecoveryPlan
source: Recovery Plan
es: Plan de Recuperación
pt: Plano de Recuperação

# plantUrgency
source: Urgency
es: Urgencia
pt: Urgência

# plantBuyTreatment
source: BUY SUGGESTED TREATMENT
es: COMPRAR TRATAMIENTO SUGERIDO
pt: Comprar Tratamento

# fallbackNoInfo
source: No information
es: Sin información
pt: Sem informação

# fallbackDirectWatering
source: Direct watering
es: Riego directo
pt: Rega direta no solo

# fallbackAsNeeded
source: As needed
es: Según sea necesario
pt: Conforme necessário

source: Advanced Diagnosis
es: Diagnóstico Avanzado
pt: Diagnóstico Avançado

# advancedDiagnosisDesc
source: Access detailed clinical diagnoses and step-by-step recovery guides.
es: Acceda a diagnósticos clínicos detallados y guías de recuperación paso a paso.
pt: Acesse diagnósticos clínicos detalhados e guias de recuperação passo a passo.

# biosTitle
source: Security & Biophilia
es: Seguridad y Biofilia
pt: Segurança e Biofília

# biosDesc
source: Learn details about toxicity for pets/children and biophilic benefits of the plant.
es: Conozca detalles sobre toxicidad para mascotas/niños y beneficios biofílicos de la planta.
pt: Saiba detalhes sobre toxicidade para pets/crianças e benefícios biófilicos da planta.

source: No information
es: Sin información
pt: Sem informação

# directSoilWatering
source: Direct watering
es: Riego directo al suelo
pt: Rega direta no solo

source: As needed
es: Según sea necesario
pt: Conforme necessário

source: Safety Alert
es: Alerta de Seguridad
pt: Alerta de Segurança

source: Close
es: Cerrar
pt: Fechar

# editPetTitle
source: Edit Profile
es: Editar Perfil
pt: Editar Perfil

# newPetTitle
source: New Pet
es: Nueva Mascota
pt: Novo Pet

# petNameLabel
source: Pet Name
es: Nombre de la Mascota
pt: Nome do Pet

# petNameRequired
source: Pet name is required.
es: El nombre es obligatorio
pt: Nome do pet é obrigatório.

# petBreedLabel
source: Breed
es: Raza
pt: Raça

# petAgeLabel
source: Exact Age (e.g., 2 years 3 months)
es: Edad Exacta (ej: 2 años 3 meses)
pt: Idade Exata (ex: 2 anos 3 meses)

# petBiologicalProfile
source: Biological Profile
es: Perfil Biológico
pt: Perfil Biológico

# petActivityLevelLabel
source: Activity Level
es: Nivel de Actividad
pt: Nível de Atividade

# petReproductiveStatusLabel
source: Reproductive Status
es: Estado Reproductivo
pt: Status Reprodutivo

# petIdentity
source: Identity
es: Identidad
pt: Identidade

# petHealth
source: 💉 Health
es: 💉 Salud
pt: 💉 Saúde

# petNutrition
source: 🍖 Nutrition
es: 🍖 Nutrición
pt: 🍖 Alimentação

# petGallery
source: Gallery
es: Galería
pt: Galeria

# petPartners
source: Partners
es: Red de Apoyo
pt: Parceiros

# petWeightControl
source: Smart Weight Control
es: Control de Peso Inteligente
pt: Controle de Peso Inteligente

# petWeightAutoAnalysis
source: Automatic analysis based on breed and size
es: Análisis automático basado en raza y tamaño
pt: Análise automática baseada na raça e porte

# petCurrentWeight
source: Current Weight (kg)
es: Peso Actual (kg)
pt: Peso Atual (kg)

# petVaccinationHistory
source: Vaccination History
es: Historial de Vacunación
pt: Histórico de Vacinas

# petLastV10
source: Last V10/V8
es: Última V10/V8
pt: Última V10/V8

# petLastRabies
source: Last Rabies
es: Última Rabia
pt: Última Antirrábica

# petHygiene
source: 🛁 Hygiene
es: 🛁 Higiene
pt: 🛁 Higiene

# petBathFrequency
source: Bath Frequency
es: Frecuencia de Baños
pt: Frequência de Banho

# petMedicalDocs
source: Other Medical Documents
es: Otros Documentos Médicos
pt: Outros Documentos Médicos

# petPrescriptions
source: Veterinary Prescriptions
es: Recetas Veterinarias
pt: Receitas Veterinárias

# petVaccineCard
source: Vaccination Card
es: Carnet de Vacunación
pt: Carteira de Vacinação

# petWoundHistory
source: Wound Analysis History
es: Historial de Análisis de Heridas
pt: Histórico de Análises de Feridas

# petNoWounds
source: No wound analysis recorded yet.
es: Ningún análisis de herida registrado aún.
pt: Nenhuma análise de ferida registrada ainda.

# petWoundsCount
source: {count} analysis recorded
es: {count} análisis registrado(s)
pt: {count} análise(s) registrada(s)

# petFoodAllergies
source: Food Allergies
es: Alergias Alimentarias
pt: Alergias Alimentares

# petFoodAllergiesDesc
source: Ingredients to avoid
es: Ingredientes a evitar
pt: Ingredientes que devem ser evitados

# petAddAllergy
source: Add Allergy
es: Añadir Alergia
pt: Adicionar Alergia

# petFoodPreferences
source: Food Preferences
es: Preferencias Alimentarias
pt: Preferências Alimentares

# petFoodPreferencesDesc
source: Foods the pet loves most
es: Alimentos que la mascota más ama
pt: Alimentos que o pet mais gosta

# petAddPreference
source: Add Preference
es: Añadir Preferencia
pt: Adicionar Preferência

# petDietRecipes
source: Recipes and Diets
es: Recetas y Dietas
pt: Receitas e Dietas

# petDeleteTitle
source: Delete Pet?
es: ¿Eliminar Mascota?
pt: Excluir Pet?

# petDeleteContent
source: Do you want to remove {name} and all their history? This action cannot be undone.
es: ¿Desea eliminar a {name} y todo su historial? Esta acción no se puede deshacer.
pt: Deseja remover {name} e todo o seu histórico? Esta ação não pode ser desfeita.

# petDeleteConfirm
source: Delete Permanently
es: Eliminar Permanentemente
pt: Excluir Definitivamente

# petChangePhoto
source: Change Profile Photo
es: Cambiar Foto de Perfil
pt: Alterar Foto do Perfil

# petTakePhoto
source: Take Photo
es: Tomar Foto
pt: Tirar Foto

# petChooseGallery
source: Choose from Gallery
es: Elegir de la Galería
pt: Escolher da Galeria

# petAddMedia
source: Add Media
es: Añadir Multimedia
pt: Adicionar Mídia

# petAttachDoc
source: Attach Document
es: Adjuntar Documento
pt: Anexar Documento

# petCameraPhoto
source: Camera (Photo)
es: Cámara (Foto)
pt: Câmera (Foto)

# petGalleryPhoto
source: Gallery (Photo)
es: Galería (Foto)
pt: Galeria (Foto)

# petCameraVideo
source: Camera (Video)
es: Cámara (Video)
pt: Câmera (Vídeo)

# petGalleryVideo
source: Gallery (Video)
es: Galería (Video)
pt: Galeria (Vídeo)

# petEmptyGallery
source: The gallery is empty
es: La galería está vacía
pt: A galeria está vazia

# petEmptyGalleryDesc
source: Photos and videos of best moments
es: Fotos y videos de los mejores momentos
pt: Fotos e vídeos dos melhores momentos

# petAddToGallery
source: Add to Gallery
es: Añadir a la Galería
pt: Adicionar à Galeria

# petDocAttached
source: Document attached!
es: ¡Documento adjuntado!
pt: Documento anexado!

# petDeleteAttachment
source: Delete Attachment?
es: ¿Eliminar Adjunto?
pt: Excluir Anexo?

# petDeleteAttachmentContent
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
pt: Esta ação não pode ser desfeita.

# petSaveSuccess
source: Saved!
es: ¡Guardado!
pt: Salvo!

# petUndoChanges
source: Undo changes
es: Deshacer cambios
pt: Desfazer alterações

# petAllSaved
source: All saved
es: Todo guardado
pt: Tudo salvo

# petBasicInfo
source: Basic Information
es: Información Básica
pt: Informações Básicas

# partnersTitle
source: Future Partners
es: Futuros Socios
pt: Futuros Parceiros

# partnersSubtitle
source: Registered partners in the ecosystem
es: Socios registrados en el ecosistema
pt: Parceiros cadastrados no ecossistema

# partnersFilterAll
source: All
es: Todos
pt: Todos

# partnersFilterVet
source: Veterinarian
es: Veterinaria
pt: Veterinário

# partnersFilterPharmacy
source: Pharmacy
es: Farmacia
pt: Farmácia

# partnersFilterHotel
source: Hotel
es: Hotel/Guardería

# partnersFilterGrooming
source: Grooming
es: Estética
pt: Banho e Tosa

# partnersFilterLab
source: Laboratory
es: Laboratorio
pt: Laboratório

# deletePetTitle
source: Delete Pet
es: Eliminar Mascota
pt: Excluir Pet

# deletePetConfirmation
source: Are you sure you want to permanently delete this pet? This action cannot be undone.
es: ¿Está seguro de que desea eliminar permanentemente esta mascota? Esta acción no se puede deshacer.
pt: Tem certeza que deseja excluir este pet permanentemente? Esta ação não pode ser desfeita.

# deletePlantTitle
source: Delete Plant
es: Eliminar Planta
pt: Excluir Planta

# deletePlantConfirm
source: Are you sure you want to delete this plant? This action cannot be undone.
es: ¿Está seguro de que desea eliminar esta planta? Esta acción no se puede deshacer.
pt: Tem certeza que deseja excluir esta planta? Esta ação não pode ser desfeita.

# petActivityLow
source: Low
es: Bajo
pt: Baixo

# petActivityHigh
source: High
es: Alto
pt: Alto

# petActivityAthlete
source: Athlete
es: Atleta
pt: Atleta

# petBathWeekly
source: Weekly
es: Semanal
pt: Semanal

# petBathMonthly
source: Monthly
es: Mensual
pt: Mensal

# whatsappInitialMessage
source: Hello! I saw your profile on ScanNut and would like more information.
es: ¡Hola! Vi su perfil en ScanNut y me gustaría más información.
pt: Olá! Vi seu perfil no ScanNut e gostaria de mais informações.

# petNotOffice
source: Diet type not specified
es: Tipo de dieta no especificado
pt: Tipo de dieta não especificado

# petPartnersNoPartners
source: No partners registered. Add partners via the Partner Hub on the home screen.
es: No hay socios registrados. Añada socios mediante el Partners Hub en la pantalla principal.
pt: Nenhum parceiro cadastrado. Adicione parceiros através do Hub de Parceiros na tela inicial.

# petPartnersNotFound
source: No partners found in this category.
es: No se encontraron socios en esta categoría.
pt: Nenhum parceiro encontrado nesta categoria.

# petPartnersLinked
source: Linked
es: Vinculado
pt: Vinculado

# petPartnersNoAddress
source: Address not informed
es: Dirección no informada
pt: Endereço não informado

# petPartnersPhoneHint
source: Enter phone number
es: Teléfono
pt: Digite o telefone

# petPartnersCall
source: Call
es: Llamar
pt: Ligar

# petPartnersSchedule
source: Schedule
es: Programar
pt: Agenda

# petPartnersObs
source: Prac (Support Network)
es: Prac (Red de Apoyo)
pt: Prac (Rede de Apoio)

# agendaToday
source: Today
es: Hoy
pt: Hoje

# agendaYesterday
source: Yesterday
es: Ayer
pt: Ontem

# agendaNewEvent
source: New Event
es: Nuevo Evento
pt: Novo Evento

# agendaDate
source: Date
es: Fecha
pt: Data

# agendaTime
source: Time
es: Hora
pt: Hora

# agendaObservations
source: Observations
es: Observaciones
pt: Observações

# agendaAdd
source: Add Event
es: Añadir Evento
pt: Adicionar Evento

# agendaTitleHint
source: Title (e.g. Consultation, Bath)
es: Título (ej: Consulta, Baño)
pt: Título (ex: Consulta, Banho)

# agendaEmpty
source: No events registered. Add appointments, vaccines, or notes.
es: Sin eventos registrados. Añada citas, vacunas o notas.
pt: Nenhum evento registrado. Adicione agendamentos, vacinas ou notas.

# petDiagnosis
source: Diagnosis
es: Diagnóstico
pt: Diagnóstico

# petSeverity
source: Severity
es: Gravedad
pt: Gravidade

# petRecommendations
source: Recommendations
es: Recomendaciones
pt: Recomendações

# petBiometricAnalysis
source: Biometric Analysis
es: Análisis Biométrico
pt: Análise Biométrica

# petLineage
source: Lineage
es: Linaje
pt: Linhagem

# petSize
source: Size
es: Tamaño
pt: Porte

# petLongevity
source: Longevity
es: Longevidad
pt: Longevidade

# petGrowthCurve
source: Estimated Growth Curve
es: Curva de Crecimiento Estimada
pt: Curva de Crescimento Estimada

# petMonth3
source: 3 Months
es: 3 Meses
pt: 3 Meses

# petMonth6
source: 6 Months
es: 6 Meses
pt: 6 Meses

# petMonth12
source: 12 Months
es: 12 Meses
pt: 12 Meses

# petAdult
source: Adult
es: Adulto
pt: Adulto

# petEnergy
source: Energy
es: Energía
pt: Energia

# petIntelligence
source: Intelligence
es: Inteligencia
pt: Inteligência

# petSociability
source: Sociability
es: Sociabilidad
pt: Sociabilidade

# petDrive
source: Ancestral Drive
es: Impulso Ancestral
pt: Drive Ancestral

# petSuggestedPlan
source: Suggested Meal Plan
es: Plan Alimentario Sugerido
pt: Plano Alimentar Sugerido

# petDailyCaloricGoals
source: Daily Caloric Goals
es: Metas Calóricas Diarias
pt: Metas Calóricas Diárias
