Repository: abreuretto72/ScanNut
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# menuPetHistory
source: Pet History
es: Historial de Mascotas
pt: Histórico de Pets

# menuPetHistorySubtitle
source: Dossiers & Exams
es: Expedientes y Exámenes
pt: Dossiês e Exames

# menuHelp
source: Help
es: Ayuda
pt: Ajuda

# menuHelpSubtitle
source: How to use the app
es: Cómo usar la app
pt: Como usar o app

# menuAbout
source: About
es: Acerca de
pt: Sobre

# menuPrivacySubtitle
source: Check terms and data
es: Consultar términos y datos
pt: Consultar termos e dados

# menuDeleteAccountSubtitle
source: Remove all records
es: Eliminar todos los registros
pt: Remover todos os registros

# menuExit
source: Exit
es: Salir
pt: Sair

# menuExitSubtitle
source: Close the application
es: Cerrar la aplicación
pt: Fechar o aplicativo

# footerMadeWith
source: Made with ❤️ using Gemini AI
es: Hecho con ❤️ usando Gemini AI
pt: Feito com ❤️ usando Gemini AI

# aboutTitle
source: About ScanNut
es: Acerca de Scannut
pt: Sobre o Scannut

# aboutDescription
source: Smart analysis of: • Food 🍎 • Plants 🌿 • Pets 🐾
es: Análisis inteligente de: • Alimentos 🍎 • Plantas 🌿 • Mascotas 🐾
pt: Análise inteligente de: • Alimentos 🍎 • Plantas 🌿 • Pets 🐾

# nutritionGuideTitle
source: ScanNut Animal Nutrition Guide
es: Guía Nutrición Animal ScanNut
pt: Guia de Nutrição Animal ScanNut

# nutritionIntro
source: Unlike humans, dogs and cats have accelerated metabolism and unique nutritional requirements. ScanNut uses AI to balance these 5 vital pillars for your pet's longevity.
es: A diferencia de los humanos, perros y gatos tienen metabolismo acelerado y requisitos nutricionales únicos. ScanNut usa IA para equilibrar estos 5 pilares vitales para la longevidad de su mascota.
pt: Diferente dos humanos, os cães e gatos possuem um metabolismo acelerado e exigências nutricionais únicas. O ScanNut utiliza IA para equilibrar estes 5 pilares vitais para a longevidade do seu pet.

# ngProteinTitle
source: Animal Protein
es: Proteína Animal
pt: Proteína Animal

# ngProteinSubtitle
source: Pet's Strength
es: La Fuerza de la Mascota
pt: A Força do Pet

# ngProteinWhatIs
source: Pets are carnivores (strict like cats or facultative like dogs). They need specific amino acids found in meat that their bodies do not produce.
es: Las mascotas son carnívoras. Necesitan aminoácidos específicos encontrados en la carne que sus cuerpos no producen.
pt: Pets são carnívoros (estritos como gatos ou facultativos como cães). Eles precisam de aminoácidos específicos encontrados na carne que o corpo deles não produz.

# ngProteinAction
source: We prioritize sources like chicken, beef, fish, eggs, or selected proteins in premium kibble.
es: Priorizamos fuentes como pollo, res, pescado, huevos o proteínas seleccionadas en piensos premium.
pt: Priorizamos fontes como frango, carne bovina, peixes, ovos ou proteínas selecionadas em rações premium.

# ngFatsTitle
source: Specific Fats
es: Grasas Específicas
pt: Gorduras Específicas

# ngFatsSubtitle
source: Protection
es: La Protección
pt: A Proteção

# ngFatsWhatIs
source: Beyond energy, correct fats prevent dermatitis and ensure absorption of vitamins A, D, E, and K. Omega 3 is the biggest ally against inflammation.
es: Más allá de energía, la grasa correcta previene dermatitis y asegura absorción de vitaminas A, D, E y K. El Omega 3 es el mayor aliado contra inflamaciones.
pt: Além da energia, a gordura correta previne dermatites e garante que o pet absorva as vitaminas A, D, E e K. O Ômega 3 é o maior aliado contra inflamações.

# ngFatsAction
source: We suggest balancing Omega 3 and 6, from fish oils or good fats.
es: Sugerimos equilibrar Omegas 3 y 6, de aceites de pescado o grasas buenas.
pt: Sugerimos o equilíbrio de Ômegas 3 e 6, provenientes de óleos de peixe ou gorduras boas.

# ngCarbsTitle
source: Selected Fibers & Carbs
es: Fibras y Carbohidratos
pt: Fibras e Carboidratos Selecionados

# ngCarbsSubtitle
source: The Gut
es: El Intestino
pt: O Intestino

# ngCarbsWhatIs
source: The pet's digestive system is shorter. We use easily digestible carbs (like sweet potato or rice) and fibers that aid in correct stool formation.
es: El sistema digestivo es más corto. Usamos carbohidratos de fácil digestión (como camote o arroz) y fibras para la formación correcta de heces.
pt: O sistema digestivo do pet é mais curto. Usamos carboidratos de fácil digestão (como batata-doce ou arroz) e fibras que auxiliam na formação correta das fezes.

# ngCarbsAction
source: We suggest vegetables like pumpkin and carrots, and grains like brown rice or oats.
es: Sugerimos vegetales como calabaza y zanahoria, y granos como arroz integral o avena.
pt: Sugerimos vegetais como abóbora e cenoura, e grãos como arroz integral ou aveia.

# ngVitaminsTitle
source: Minerals & Vitamins
es: Minerales y Vitaminas
pt: Minerais e Vitaminas

# ngVitaminsSubtitle
source: Watch the Dose
es: Cuidado con la Dosis
pt: Cuidado com a Dose

# ngVitaminsWhatIs
source: Crucial: Excess calcium can harm puppies and lack can weaken seniors. ScanNut focuses on exact mineral balance for canine and feline bone structure.
es: Crucial: El exceso de calcio daña cachorros y la falta debilita ancianos. ScanNut se enfoca en el equilibrio mineral exacto para huesos caninos y felinos.
pt: Crucial: O excesso de cálcio pode prejudicar filhotes e a falta pode fragilizar idosos. O ScanNut foca no equilíbrio mineral exato para a estrutura óssea canina e felina.

# ngVitaminsAction
source: The app signals the need for supplementation, especially in Natural diets, to avoid deficiencies.
es: La app señala necesidad de suplementación, especialmente en dietas Naturales, para evitar carencias.
pt: O app sinaliza a necessidade de suplementação, especialmente em dietas Naturais, para evitar carências.

# ngHydrationTitle
source: Biological Hydration
es: Hidratación Biológica
pt: Hidratação Biológica

# ngHydrationSubtitle
source: The Weak Spot
es: El Punto Débil
pt: O Ponto Fraco

# ngHydrationWhatIs
source: Many pets don't feel thirst proportional to need. The app encourages wet foods to avoid kidney stones, a major cause of death in cats and senior dogs.
es: Muchas mascotas no sienten sed proporcional a su necesidad. Fomentamos alimentos húmedos para evitar cálculos renales, mayor causa de muerte en gatos y perros viejos.
pt: Muitos pets não sentem sede proporcional à necessidade. O app incentiva alimentos úmidos para evitar cálculos renais, uma das maiores causas de óbito em gatos e cães idosos.

# ngHydrationAction
source: We suggest including wet foods, broths, or adding water to kibble to protect kidneys.
es: Sugerimos alimentos húmedos, caldos o añadir agua al pienso para proteger riñones.
pt: Sugerimos a inclusão de alimentos úmidos, caldos ou adição de água na ração para proteger os rins.

# ngWarningTitle
source: ATTENTION:
es: ATENCIÓN:
pt: ATENÇÃO:

# ngWarningText
source: Never offer forbidden foods to pets (like chocolate, grapes, onion, and xylitol). ScanNut suggestions respect these safety restrictions.
es: Nunca ofrezca alimentos prohibidos (como chocolate, uvas, cebolla y xilitol). Las sugerencias de ScanNut respetan estas restricciones.
pt: Nunca ofereça alimentos proibidos para pets (como chocolate, uvas, cebola e xilitol). As sugestões do ScanNut respeitam estas restrições de segurança.

# ngSectionWhatIs
source: What is it:
es: Qué es:
pt: O que é:

# ngSectionScanNut
source: In ScanNut:
es: En ScanNut:
pt: No ScanNut:

# fitnessDashboardTitle
source: Fitness Dashboard
es: Panel Fitness
pt: Dashboard Fitness

# fitnessBalanceKcal
source: Net kcal
es: Saldo kcal
pt: Saldo kcal

# fitnessMetaDaily
source: Daily goal: {goal} kcal
es: Meta diaria: {goal} kcal
pt: Meta diária: {goal} kcal

# fitnessConsumed
source: Consumed
es: Consumido
pt: Consumido

# fitnessBurned
source: Burned
es: Quemado
pt: Queimado

# fitnessPerformance
source: Biohacking Performance
es: Rendimiento Biohacking
pt: Performance Biohacking

# fitnessTip
source: Tip of the Day: Train fasting today to optimize fat burning based on your last carb intake.
es: Consejo: Entrene en ayunas hoy para optimizar quema de grasa según su último consumo de carbohidratos.
pt: Dica do Dia: Treine em jejum hoje para otimizar a queima de gordura de acordo com o seu último consumo de carboidratos.

# fitnessAddWorkout
source: Add Workout
es: Añadir Entreno
pt: Add Treino

# fitnessRegWorkout
source: Register Workout
es: Registrar Entreno
pt: Registrar Treino

# fitnessExerciseHint
source: Exercise (e.g., Running)
es: Ejercicio (ej: Correr)
pt: Exercício (ex: Corrida)

# fitnessCaloriesHint
source: Calories Burned
es: Calorías Quemadas
pt: Calorias Queimadas

# fitnessDurationHint
source: Duration (min)
es: Duración (min)
pt: Duração (min)

# botanyTitle
source: Botanical Intelligence
es: Inteligencia Botánica
pt: Inteligência Botânica

# botanyEmpty
source: No plants analyzed yet.
es: Ninguna planta analizada aún.
pt: Nenhuma planta analisada ainda.

# botanyStatus
source: STATUS
es: ESTADO

# botanyToxicHuman
source: Toxic to Humans
es: TÓXICA para humanos
pt: Tóxico para Humanos

# botanyDangerousPet
source: Dangerous for Pets
es: PELIGROSA para mascotas
pt: Perigoso para Pets

# botanyRecovery
source: Recovery
es: Recuperación
pt: Recuperação

# botanyRecoveryPlan
source: Recovery Plan
es: Plan de Recuperación
pt: Plano de Recuperação

# botanyFengShui
source: Feng Shui & Symbolism
es: Feng Shui y Simbolismo
pt: Feng Shui & Simbolismo

# botanyDossierTitle
source: Botanical Dossier: {plantName}
es: Expediente Botánico: {plantName}
pt: Dossiê Botânico: {plantName}

# petHistoryTitle
source: My Saved Pets
es: Mis Mascotas Guardadas
pt: Meus Pets Salvos

# petHistoryEmpty
source: No pets saved yet.
es: Ninguna mascota guardada aún.
pt: Nenhum pet salvo ainda.

# petLinkPartnerError
source: Please link this pet to a Vet or Pet Shop in the 'Partners' tab to use the agenda.
es: Vincule un socio en la pestaña "Socios" para acceder a la agenda
pt: Vincule o pet a um Veterinário ou Pet Shop na aba 'Parceiros' para usar a agenda.

# petNoRecentMenu
source: This pet does not have a generated meal plan yet
es: La mascota aún no tiene un menú generado
pt: O pet ainda não tem cardápio gerado

# petEditSaved
source: Changes saved.
es: Cambios guardados.
pt: Alterações salvas.

# foodHistoryTitle
source: Food History
es: Historial de Alimentos
pt: Histórico de Alimentos

# foodHistoryEmpty
source: No analysis saved yet.
es: Ningún análisis guardado aún.
pt: Nenhuma análise salva ainda.

# foodReload
source: Reload
es: Recargar
pt: Recarregar

# foodFat
source: Fat
es: Grasa
pt: Gord.

# foodDeleteConfirmTitle
source: Delete Analysis?
es: ¿Eliminar Análisis?
pt: Excluir Análise?

# foodDeleteConfirmContent
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
pt: Esta ação não pode ser desfeita.

# commonUnderstand
source: Understood
es: Entendido
pt: Entendi

# commonClose
source: Close
es: Cerrar
pt: Fechar

# commonCancel
source: Cancel
es: Cancelar
pt: Cancelar

# commonSave
source: Save
es: Guardar
pt: Salvar

# commonDelete
source: Delete
es: Eliminar
pt: Excluir

# linkError
source: Could not open link.
es: No se pudo abrir el enlace.
pt: Não foi possível abrir o link.

# helpTitle
source: Help & Support
es: Ayuda y Soporte
pt: Ajuda e Suporte

# helpCommonQuestions
source: Frequently Asked Questions
es: Preguntas Frecuentes
pt: Perguntas Frequentes

# helpContactUs
source: Contact Us
es: Contáctenos
pt: Entre em Contato

# helpTutorials
source: Video Tutorials
es: Video Tutoriales
pt: Tutoriais em Vídeo

# helpAppVersion
source: App Version
es: Versión de la Aplicación
pt: Versão do Aplicativo

# helpUserGuide
source: User Guide
es: Guía del Usuario
pt: Guia do Usuário

# helpTermsPrivacy
source: Terms & Privacy Policy
es: Términos y Privacidad
pt: Termos e Privacidade

# guideVitalsTitle
source: PET PROFILE SECTIONS
es: SECCIONES DEL PERFIL
pt: SEÇÕES DO PERFIL DO PET

# guideIdentity
source: Identity
es: Identidad
pt: Identidade

# guideIdentityDesc
source: Manage visual data: weight, breed, age, and complete genetic behavioral analysis.
es: Gestione datos vitales: peso, raza, edad y análisis conductual genético completo.
pt: Gerencie os dados vitais do pet: peso, raça, idade e análise comportamental genética completa.

# guideHealth
source: Health
es: Salud
pt: Saúde

# guideHealthDesc
source: Complete medical history with vaccine control, deworming, lab tests, and appointment reminders.
es: Historial médico completo con control de vacunas, desparasitación, exámenes y recordatorios.
pt: Histórico médico completo com controle de vacinas, vermífugos, exames laboratoriais e lembretes de consultas.

# guideNutrition
source: Nutrition
es: Nutrición
pt: Nutrição

# guideNutritionDesc
source: Detailed weekly meal planning with Kcal calculations, dates, and the 5 nutritional pillars.
es: Planificación semanal detallada con cálculos de Kcal, fechas y los 5 pilares nutricionales.
pt: Planejamento alimentar semanal detalhado com cálculos de Kcal, datas (DD/MM) e os 5 pilares nutricionais.

# guideGallery
source: Gallery
es: Galería
pt: Galeria

# guideGalleryDesc
source: Visually document your pet's evolution and special moments with photos and videos.
es: Documente visualmente la evolución y momentos especiales de su mascota con fotos y videos.
pt: Documente visualmente a evolução e momentos especiais do seu pet com fotos e vídeos.

# guidePracDesc
source: Behavioral Monitoring Record to track routines, habit changes, and support network.
es: Registro de Seguimiento Conductual para rutinas, cambios de hábito y red de apoyo.
pt: Prontuário de Acompanhamento Comportamental para registrar rotinas, mudanças de hábito e rede de apoio.

# guideObservationsTitle
source: OBSERVATIONS & HISTORY
es: OBSERVACIONES E HISTORIAL
pt: OBSERVAÇÕES E HISTÓRICO

# guideHistory
source: Cumulative History
es: Historial Acumulativo
pt: Histórico Cumulativo

# guideHistoryDesc
source: Each section has an observation field. New notes DO NOT erase old ones - everything is recorded!
es: Cada sección tiene un campo de observaciones. Las nuevas notas NO borran las antiguas - ¡todo queda registrado!
pt: Cada seção possui um campo de observações. Novas anotações NÃO apagam as antigas - tudo fica registrado!

# guideTimestamps
source: Automatic Timestamps
es: Marcas de Tiempo Automáticas
pt: Timestamps Automáticos

# guideTimestampsDesc
source: The system automatically inserts Date and Time in each entry, creating a full chronological history.
es: El sistema inserta automáticamente Fecha y Hora en cada entrada, creando un historial cronológico completo.
pt: O sistema insere automaticamente Data e Hora em cada entrada, criando um histórico cronológico completo.

# guideOrder
source: Smart Sorting
es: Orden Inteligente
pt: Ordem Inteligente

# guideOrderDesc
source: The most recent entry always appears at the top, facilitating reading and tracking.
es: La entrada más reciente siempre aparece arriba, facilitando la lectura y seguimiento.
pt: A entrada mais recente sempre aparece no topo, facilitando a leitura e acompanhamento.

# guideVoice
source: Voice Dictation
es: Dictado por Voz
pt: Ditado por Voz

# guideVoiceDesc
source: Use the microphone icon to dictate notes instead of typing. Faster and more practical!
es: Use el ícono del micrófono para dictar notas en lugar de escribir. ¡Más rápido y práctico!
pt: Use o ícone de microfone para ditar observações em vez de digitar. Mais rápido e prático!

# guideExportTitle
source: PDF EXPORT
es: EXPORTACIÓN EN PDF
pt: EXPORTAÇÃO EM PDF

# guidePdfTitle
source: Complete Veterinary Record
es: Registro Veterinario Completo
pt: Prontuário Veterinário Completo

# guidePdfDesc
source: Automatically generated with ALL information (Profile + Health + Nutrition + Observations). Ideal for taking to the vet!
es: Generado automáticamente con TODA la información (Perfil + Salud + Nutrición + Observaciones). ¡Ideal para llevar al veterinario!
pt: É gerado automaticamente com TODAS as informações (Perfil + Saúde + Nutrição + Observações). Ideal para levar ao veterinário!

# guideBotanyTitle
source: PLANT ANALYSIS
es: ANÁLISIS DE PLANTAS
pt: ANÁLISE DE PLANTAS

# guideBotanyLeaf
source: Leaf Icon (Green)
es: Icono de Hoja (Verde)
pt: Ícone de Folha (Verde)

# guideBotanyLeafDesc
source: Indicates the plant is HEALTHY. No urgent intervention needed.
es: Indica que la planta está SALUDABLE. No se necesita intervención urgente.
pt: Indica que a planta está SAUDÁVEL. Nenhuma intervenção urgente necessária.

# guideBotanyAlert
source: Alert Icon (Yellow/Orange)
es: Icono de Alerta (Amarillo/Naranja)
pt: Ícone de Alerta (Amarelo/Laranja)

# guideBotanyAlertDesc
source: Plant needs ATTENTION. May have nutritional deficiencies or water stress.
es: La planta necesita ATENCIÓN. Puede tener deficiencias nutricionales o estrés hídrico.
pt: Planta requer ATENÇÃO. Pode estar com deficiências nutricionais ou estresse hídrico.

# guideBotanyCritical
source: Emergency Icon (Red)
es: Icono de Emergencia (Rojo)
pt: Ícone de Emergência (Vermelho)

# guideBotanyCriticalDesc
source: CRITICAL State. The plant needs immediate treatment to survive.
es: Estado CRÍTICO. La planta necesita tratamiento inmediato para sobrevivir.
pt: Estado CRÍTICO. A planta necessita de tratamento imediato para sobreviver.

# guideBotanyTraffic
source: Survival Traffic Light
es: Semáforo de Supervivencia
pt: Semáforo de Sobrevivência

# guideBotanyTrafficDesc
source: Green = Ideal | Yellow = Caution | Red = Urgent. Appears on history cards.
es: Verde = Ideal | Amarillo = Atención | Rojo = Urgente. Aparece en las tarjetas de historial.
pt: Verde = Ideal | Amarelo = Atenção | Vermelho = Urgente. Aparece nos cards de histórico.

# guideFinalTip
source: ScanNut is a long-term tool to track your pet's entire life!
es: ¡ScanNut es una herramienta a largo plazo para acompañar toda la vida de su mascota!
pt: O ScanNut é uma ferramenta de longo prazo para acompanhar toda a vida do seu pet!

# tabSummary
source: SUMMARY
es: RESUMEN
pt: RESUMO

# tabNutrients
source: NUTRIENTS
es: NUTRIENTES
pt: NUTRIENTES

# tabGastronomy
source: GASTRONOMY
es: GASTRONOMÍA
pt: GASTRONOMIA

# labelTrafficLight
source: Traffic Light
es: Semáforo
pt: Semáforo (Luz, Água, Solo)

# cardTapForRecipes
source: Tap to see recipes ✨
es: Toca para ver recetas ✨
pt: Toque para ver receitas ✨

# cardScore
source: Score
es: Puntuación

# cardTabOverview
source: Overview
es: Visión General
pt: Visão Geral

# cardTabDetails
source: Details
es: Detalles
pt: Detalhes

# cardTabTips
source: Tips
es: Consejos
pt: Dicas

# cardTotalCalories
source: Total Calories
es: Calorías Totales
pt: Calorias Totais

# cardDailyGoal
source: of daily goal
es: de la meta diaria
pt: da meta diária

# cardMacroDist
source: Macronutrient Distribution
es: Distribución de Macronutrientes
pt: Distribuição de Macronutrientes

# cardQuickSummary
source: Quick Summary
es: Resumen Rápido
pt: Resumo Rápido

# cardBenefits
source: Benefits
es: Beneficios
pt: Benefícios

# cardAlerts
source: Alerts
es: Alertas
pt: Alertas

# cardVitalityScore
source: Vitality Score
es: Puntuación de Vitalidad
pt: Score de Vitalidade

# cardDetailedInfo
source: Detailed Information
es: Información Detallada
pt: Informações Detalhadas

# cardDisclaimer
source: Note: This is an AI analysis and does not replace a nutritionist's diagnosis.
es: Nota: Este es un análisis de IA y no reemplaza el diagnóstico de un nutricionista.
pt: Nota: Esta é uma análise feita por IA e não substitui um diagnóstico de nutricionista.

# pdfFoodTitle
source: Nutritional & Biohacking Report
es: Informe Nutricional y Biohacking
pt: Análise Nutricional & Biohacking

# pdfDate
source: Date
es: Fecha
pt: Data

# pdfCalories
source: Calories
es: Calorías
pt: Calorias

# pdfTrafficLight
source: Traffic Light
es: Semáforo
pt: Semáforo

# pdfProcessing
source: Processing
es: Procesamiento
pt: Processamento

# pdfExSummary
source: Executive Summary
es: Resumen Ejecutivo
pt: Resumo Executivo

# pdfAiVerdict
source: AI Verdict
es: Veredicto de IA
pt: Veredito da IA

# pdfPros
source: Pros
es: Puntos Positivos
pt: Pontos Positivos

# pdfCons
source: Cons
es: Puntos de Atención
pt: Pontos de Atenção

# pdfDetailedNutrition
source: Detailed Nutrition
es: Nutrición Detallada
pt: Nutrição Detalhada

# pdfMacros
source: Macronutrients
es: Macronutrientes
pt: Macronutrientes

# pdfNutrient
source: Nutrient
es: Nutriente
pt: Nutriente

# pdfQuantity
source: Quantity
es: Cantidad
pt: Quantidade

# pdfDetails
source: Details
es: Detalles
pt: Detalhes

# pdfMicros
source: Micronutrients & Vitamins
es: Micronutrientes y Vitaminas
pt: Micronutrientes e Vitaminas

# pdfSynergy
source: Nutritional Synergy
es: Sinergia Nutricional
pt: Sinergia Nutricional

# pdfBiohacking
source: Biohacking & Health
es: Biohacking y Salud
pt: Biohacking e Saúde

# pdfPerformance
source: Performance
es: Rendimiento

# pdfSatiety
source: Satiety Index
es: Índice de Saciedad
pt: Índice de Saciedade

# pdfFocus
source: Focus/Energy
es: Enfoque y Energía
pt: Foco e Energia

# pdfIdealMoment
source: Ideal Moment
es: Momento Ideal
pt: Momento Ideal

# pdfSecurity
source: Safety
es: Seguridad
pt: Segurança

# pdfAlerts
source: Alerts
es: Alertas
pt: Alertas

# pdfBiochem
source: Biochemistry
es: Bioquímica
pt: Bioquímica

# pdfGastronomy
source: Gastronomy & Tips
es: Gastronomía y Consejos
pt: Gastronomia e Dicas

# pdfQuickRecipes
source: Quick Recipes
es: Recetas Rápidas
pt: Receitas Rápidas

# pdfGeneratedBy
source: Generated on {date} by {owner}
es: Generado el {date} por {owner}
pt: Gerado em {date} por {owner}

# pdfPage
source: Page {current} of {total}
es: Página {current} de {total}
pt: Página {current} de {total}

# nutritionMgmtTitle
source: Nutrition Management
es: Gestión de Nutrición
pt: Gestão de Nutrição

source: Daily Meal Plan
es: Plan de Comidas Diario
pt: Plano Alimentar Diário

source: Recommended Intake
es: Ingesta Recomendada
pt: Ingestão Recomendada

source: Weight Monitoring
es: Monitoreo de Peso
pt: Monitoramento de Peso

# labelProteins
source: Proteins
es: Proteínas
pt: Proteínas

# labelCarbs
source: Carbohydrates
es: Carbohidratos
pt: Carboidratos

# weeklyPlanTitle
source: Week of {date}
es: Semana del {date}
pt: Semana de {date}

# weeklyPlanSubtitle
source: What you will eat in the next {count} days
es: Lo que comerás en los próximos {count} días
pt: O que você vai comer nos próximos {count} dias

# tipsTitle
source: Preparation Tips (Batch Cooking)
es: Consejos de Preparación (Batch Cooking)
pt: Dicas de Preparo (Batch Cooking)

# caloriesEstimated
source: estimated kcal for the day
es: kcal estimadas para el día
pt: kcal estimados para o dia

# todayLabel
source: TODAY
es: HOY
pt: HOJE

# mealBreakfast
source: Breakfast
es: Desayuno
pt: Café

# mealLunch
source: Lunch
es: Almuerzo
pt: Almoço

# mealSnack
source: Snack
es: Merienda
pt: Lanche

# mealDinner
source: Dinner
es: Cena
pt: Jantar

# regeneratePlanTitle
source: Redo the week?
es: ¿Rehacer la semana?
pt: Refazer a semana?

# regeneratePlanBody
source: This will create a new menu for the week. The current one will be replaced.
es: Esto creará un nuevo menú para la semana. El actual será reemplazado.
pt: Isso vai criar um novo cardápio para a semana. O atual será substituído.

# regenerateAction
source: Redo
es: Rehacer
pt: Refazer

# regenerateSuccess
source: Weekly menu redone!
es: ¡Menú semanal rehecho!
pt: Cardápio da semana refeito!

# planError
source: Error loading menu
es: Error al cargar el menú
pt: Erro ao carregar o cardápio

source: Try Again
es: Intentar de nuevo
pt: Tentar Novamente

# noPlanTitle
source: You don't have a menu yet
es: Aún no tienes un menú
pt: Você ainda não tem um cardápio

# createPlanButton
source: Create Menu
es: Crear Menú
pt: Criar Cardápio

# historyTitle
source: Menu History
es: Historial de Menús
pt: Histórico de Cardápios
