Repository: abreuretto72/ScanNut
Catalog: lib/l10n/app_*.arb
Languages: es, pt

# agendaAppointmentDetails
source: Appointment Details
es: Detalles de la Cita
pt: Detalhes do Agendamento

# agendaResponsiblePartner
source: Responsible Partner
es: Socio Responsable
pt: Parceiro Responsável

# agendaPartnerNotFound
source: Partner not found or deleted.
es: Socio no encontrado o eliminado.
pt: Parceiro não encontrado ou excluído.

# agendaMarkCompleted
source: MARK AS COMPLETED
es: MARCAR COMO COMPLETADO
pt: MARCAR COMO CONCLUÍDO

# agendaEventCompleted
source: Event marked as completed!
es: ¡Evento marcado como completado!
pt: Evento marcado como concluído!

# agendaEventUpdated
source: Event updated successfully!
es: ¡Evento actualizado con éxito!
pt: Evento atualizado com sucesso!

# agendaViewRegistration
source: Tap to view registration
es: Toque para ver el registro
pt: Toque para ver o cadastro

# agendaWhatsAppChat
source: Chat via WhatsApp
es: Chat vía WhatsApp
pt: Falar pelo WhatsApp

# agendaWebsiteError
source: Error opening website
es: Error al abrir el sitio web
pt: Erro ao abrir site

# agendaViewProfile
source: (Tap to view profile)
es: (Toque para ver el perfil)
pt: (Toque para ver o perfil)

# agendaOriginalDataMissing
source: Original event data not found for editing.
es: Datos originales del evento no encontrados para edición.
pt: Dados originais do evento não encontrados para edição.

# agendaEditEvent
source: Edit Event
es: Editar Evento
pt: Editar Evento

# agendaChange
source: Change
es: Cambiar
pt: Alterar

# agendaAttendantSpecialist
source: Attendant / Specialist
es: Especialista / Atendente
pt: Atendente / Especialista

# agendaSelectAttendant
source: Select attendant
es: Seleccione el atendente
pt: Selecione o atendente

# agendaEventTitle
source: Event Title
es: Título del Evento
pt: Título do Evento

# agendaTitleExample
source: ex: Multivalent Vaccine V10
es: ej: Vacuna Polivalente V10
pt: ex: Vacina Polivalente V10

# agendaObservationsHint
source: Type or use the microphone...
es: Escriba o use el micrófono...
pt: Digite ou use o microfone...

# agendaAttachmentsFull
source: Attachments (PDF or Photos)
es: Adjuntos (PDF o Fotos)
pt: Anexos (PDF ou Fotos)

# agendaEnterTitle
source: Please enter a title
es: Por favor, ingrese un título
pt: Por favor, insira um título

# agendaSaveChanges
source: SAVE CHANGES
es: GUARDAR CAMBIOS
pt: SALVAR ALTERAÇÕES

# agendaConfirmEvent
source: CONFIRM EVENT
es: CONFIRMAR EVENTO
pt: CONFIRMAR EVENTO

# commonCamera
source: Camera
es: Cámara
pt: Câmera

# commonGallery
source: Gallery
es: Galería
pt: Galeria

# commonPDFFile
source: PDF File
es: Archivo PDF
pt: Arquivo PDF

# petConsultVet
source: Consult a veterinarian for specific predispositions
es: Consulte al veterinario para predisposiciones específicas
pt: Consulte veterinário para predisposições específicas

# petHemogramaCheckup
source: Blood count and general checkup
es: Hemograma y chequeo general
pt: Hemograma e Checkup Geral

# petPositiveReinforcement
source: Positive reinforcement
es: Refuerzo positivo
pt: Reforço positivo

# petInteractiveToys
source: Interactive toys and walks
es: Juguetes interactivos y paseos
pt: Brinquedos interativos e passeios

# petConsultVetCare
source: Consult a Vet.
es: Consulte a un Vet.
pt: Consulte um Vet.

# pdfFieldAddress
source: Address
es: Dirección
pt: Endereço

# pdfFieldEmail
source: Email
es: Correo electrónico

# pdfFieldPhone
source: Phone
es: Teléfono
pt: Telefone

# pdfFieldObservations
source: Observations
es: Observaciones
pt: Observações

# pdfFieldDetails
source: Details & Specialties
es: Detalles y Especialidades
pt: Detalhes e Especialidades

# partnerTeamMembers
source: Team Members / Clinical Staff
es: Integrantes del Equipo / Cuerpo Clínico
pt: Integrantes da Equipe/Corpo Clínico

# partnerNotesTitle
source: Notes & Observations
es: Notas y Observaciones
pt: Notas e Observações

# partnerNotesEmpty
source: No notes yet. Write or record reminders about this partner.
es: Sin notas aún. Escriba o grabe recordatorios sobre este socio.
pt: Nenhuma anotação ainda. Escreva ou grave lembretes sobre este parceiro.

# petBreedMixed
source: Mixed Breed
es: Raza Mixta
pt: Raça Mista

# petAllergies
source: Allergies
es: Alergias
pt: Alergias

source: Explain Exam
es: Explicar Examen
pt: Explicar Exame

source: Attendant Name
es: Nombre del Asistente
pt: Nome do Atendente

# partnerDetailsRole
source: Role
es: Rol
pt: Função

# btnCancel
source: Cancel
es: Cancelar
pt: Cancelar

source: Processing Analysis...
es: Procesando Análisis...
pt: Processando Análise...

# labExamsSubtitle
source: History & Results
es: Historial y Resultados
pt: Histórico e Resultados

# labExamsTitle
source: Laboratory Exams
es: Exámenes de Laboratorio
pt: Exames Laboratoriais

# pdfFilterTitle
source: Filter PDF Sections
es: Filtrar Secciones PDF
pt: Filtrar Seções do PDF

# pdfFilterSubtitle
source: Select sections to include in the report:
es: Seleccione las secciones a incluir en el informe:
pt: Selecione as seções que deseja incluir no relatório:

# pdfFilterDisclaimer
source: The report will include only the selected sections
es: El informe incluirá solo las secciones seleccionadas
pt: O relatório incluirá apenas as seções selecionadas

# pdfSelectAll
source: Select All
es: Seleccionar Todo
pt: Selecionar Tudo

# pdfGenerate
source: Generate PDF
es: Generar PDF
pt: Gerar PDF

# sectionIdentity
source: Identity
es: Identidad
pt: Identidade

# sectionHealth
source: Health
es: Salud
pt: Saúde

# sectionNutrition
source: Nutrition
es: Nutrición
pt: Nutrição

# sectionGallery
source: Gallery
es: Galería
pt: Galeria

# sectionPartners
source: Partners
es: Socios
pt: Parceiros

# sectionDescIdentity
source: Basic info and biological profile
es: Información básica y perfil biológico
pt: Informações básicas e perfil biológico

# sectionDescHealth
source: Vaccine history, weight, and exams
es: Historial de vacunas, peso y exámenes
pt: Histórico de vacinas, peso e exames

# sectionDescNutrition
source: Weekly meal plan and preferences
es: Plan de alimentación semanal y preferencias
pt: Plano alimentar semanal e preferências

# sectionDescGallery
source: Photos and attached documents
es: Fotos y documentos adjuntos
pt: Fotos e documentos anexados

# sectionDescPartners
source: Support network and linked partners
es: Red de apoyo y socios vinculados
pt: Rede de apoio e parceiros vinculados

# observationNew
source: New Observation
es: Nueva Observación
pt: Nova Observação

# observationHint
source: Type your observation...
es: Escriba su observación...
pt: Digite sua observação...

# commonAdd
source: Add
es: Añadir
pt: Adicionar

# voiceNotAvailable
source: Voice recognition not available
es: Reconocimiento de voz no disponible
pt: Reconhecimento de voz não disponível

# shopItems
source: {count} Items
es: {count} Ítems
pt: {count} Itens

# shopSyncPlan
source: Sync with Plan
es: Sincronizar Plan
pt: Sincronizar Plano

# shopClearDone
source: Clear Completed
es: Limpiar Completados
pt: Limpar Concluídos

# shopEmptyTitle
source: Your list is empty
es: Tu lista está vacía
pt: Sua lista está vazia

# shopEmptySubtitle
source: Add items manually or generate from your menu.
es: Añade ítems manualmente o genera desde tu menú.
pt: Adicione itens manualmente ou gere a partir do seu cardápio.

# shopGenerateFromMenu
source: Generate from Weekly Menu
es: Generar del Menú Semanal
pt: Gerar do Cardápio Semanal

# shopNoMenuError
source: Create a menu first!
es: ¡Crea un menú primero!
pt: Crie um cardápio primeiro!

# shopReplaceTitle
source: Replace list?
es: ¿Reemplazar lista?
pt: Substituir lista?

# shopReplaceContent
source: This will delete the current list and create a new one based on the menu.
es: Esto borrará la lista actual y creará una nueva basada en el menú.
pt: Isso vai apagar a lista atual e criar uma nova baseada no cardápio.

# shopGenerateBtn
source: Generate List
es: Generar Lista
pt: Gerar Lista

# shopGeneratedSuccess
source: ✅ List generated successfully!
es: ✅ ¡Lista generada con éxito!
pt: ✅ Lista gerada com sucesso!

# shopAddItemTitle
source: Add Item
es: Añadir Ítem
pt: Adicionar Item

# shopItemName
source: Item Name
es: Nombre del Ítem
pt: Nome do Item

# shopItemQty
source: Quantity (e.g. 2kg, 1 unit)
es: Cantidad (ej: 2kg, 1 un)
pt: Quantidade (ex: 2kg, 1 un)

# shopDefaultQty
source: 1 portion
es: 1 porción
pt: 1 porção

# backupOptimizeTitle
source: Backup & Optimize
es: Respaldo y Optimización
pt: Backup e Otimização

# backupOptimizeDesc
source: Generates a full PDF report with all pet history (including photos) and allows cleaning old records to free up space.
es: Genera un PDF completo con todo el historial de la mascota (incluyendo fotos) y permite limpiar registros antiguos para liberar espacio.
pt: Gera um PDF completo com todo o histórico do pet (incluindo fotos e anexos) e permite limpar registros antigos para liberar espaço.

# backupNoPets
source: No pets found.
es: No se encontraron mascotas.
pt: Nenhum pet encontrado.

# backupSelectPet
source: Select Pet
es: Seleccionar Mascota
pt: Selecione o Pet

# backupProcessing
source: Processing...
es: Procesando...
pt: Processando...

# backupGenerateBtn
source: Generate & Optimize
es: Generar y Optimizar
pt: Gerar e Otimizar

# backupOptimizationTitle
source: Storage Optimization
es: Optimización de Almacenamiento
pt: Otimização de Armazenamento

# backupOptimizationContent
source: Backup PDF generated successfully! Do you want to remove records older than 2 years (Observations and Wounds) to free up device space? Old history will remain saved in the exported PDF.
es: ¡Respaldo PDF generado con éxito! ¿Desea eliminar registros de más de 2 años (Observaciones y Heridas) para liberar espacio? El historial antiguo permanecerá guardado en el PDF exportado.
pt: Backup PDF gerado com sucesso! Deseja remover registros com mais de 2 anos (Observações e Feridas) para liberar espaço no dispositivo? O histórico antigo permanecerá salvo no PDF que você acabou de exportar.

# backupKeepAll
source: Keep All
es: Mantener Todo
pt: Manter Tudo

# backupCleanOld
source: Clean Old
es: Limpiar Antiguos
pt: Limpar Antigos

# backupSuccessClean
source: Cleanup complete! App optimized.
es: ¡Limpieza completa! App optimizada.
pt: Limpeza concluída! App otimizado.

# backupNoDataClean
source: No old data found to clean.
es: No se encontraron datos antiguos para limpiar.
pt: Nenhum dado antigo encontrado para limpeza.

# backupProfileNotFound
source: Profile not found
es: Perfil no encontrado
pt: Perfil não encontrado

# commonSyncError
source: Sync error: {error}
es: Error de sincronización: {error}
pt: Erro ao sincronizar: {error}

# petDefaultName
source: this pet
es: esta mascota
pt: este pet

# diagnosisPending
source: Pending diagnosis
es: Sin diagnóstico
pt: Sem diagnóstico

# severityLow
source: Low
es: Baja
pt: Baixa

# severityMedium
source: Medium
es: Media
pt: Média

# severityHigh
source: High
es: Alta
pt: Alta

# commonSaveNameFirst
source: Save the pet or enter the name first.
es: Guarde la mascota o ingrese el nombre primero.
pt: Salve o pet ou insira o nome primeiro.

# commonFilePrefix
source: File:
es: Archivo:
pt: Arquivo:

# commonNoAttachments
source: No documents attached.
es: Ningún documento adjunto.
pt: Nenhum documento anexado.

# commonView
source: View
es: Ver
pt: Visualizar

source: AI Analysis
es: Análisis de IA
pt: Análise Assistida

# commonEdit
source: Edit
es: Editar
pt: Editar

# agendaTabUpcoming
source: Upcoming
es: Próximos
pt: Próximos

# agendaTabPast
source: Past
es: Pasados
pt: Passados

# agendaTabAll
source: All
es: Todos
pt: Todos

# agendaNoUpcoming
source: No upcoming events
es: No hay eventos próximos
pt: Nenhum evento próximo

# agendaNoPast
source: No past events
es: No hay eventos pasados
pt: Nenhum evento passado

# agendaNoEvents
source: No events registered
es: No hay eventos registrados
pt: Nenhum evento cadastrado

# agendaNoFiltered
source: No events of this type
es: No hay eventos de este tipo
pt: Nenhum evento deste tipo

# agendaDeleteTitle
source: Delete Event?
es: ¿Eliminar Evento?
pt: Excluir Evento?

# agendaDeleteContent
source: Are you sure you want to delete "{title}"?
es: ¿Seguro que desea eliminar "{title}"?
pt: Tem certeza que deseja excluir "{title}"?

# agendaDeleted
source: Event deleted
es: Evento eliminado
pt: Evento excluído

# agendaCreated
source: Event created!
es: ¡Evento creado!
pt: Evento criado!

# agendaUpdated
source: Event updated!
es: ¡Evento actualizado!
pt: Evento atualizado!

# agendaStatusOverdue
source: OVERDUE
es: ATRASADO
pt: ATRASADO

# agendaStatusToday
source: TODAY
es: HOY
pt: HOJE

# agendaFieldTitle
source: Title
es: Título
pt: Título

# agendaFieldType
source: Type
es: Tipo
pt: Tipo

# agendaFieldVaccineSelect
source: Select Vaccine
es: Seleccionar Vacuna
pt: Selecione a Vacina

# agendaFieldVaccineName
source: Vaccine Name
es: Nombre de la Vacuna
pt: Nome da Vacina

# agendaVaccineOther
source: Other vaccine
es: Otra vacuna
pt: Outra vacina

# agendaRequired
source: Required
es: Obligatorio
pt: Obrigatório

# btnDelete
source: Delete
es: Eliminar
pt: Excluir

# partnerRegisterTitle
source: Register Partner
es: Registrar Socio
pt: Cadastrar Parceiro

# partnerEditTitle
source: Edit Partner
es: Editar Socio
pt: Editar Parceiro

# partnerDeleteTitle
source: Delete Partner
es: Eliminar Socio
pt: Excluir Parceiro

# partnerDeleteContent
source: Do you want to remove "{name}" from your support network?
es: ¿Desea eliminar "{name}" de su red de apoyo?
pt: Deseja remover "{name}" da sua rede de apoio?

# partnerDeleted
source: Partner removed.
es: Socio eliminado.
pt: Parceiro removido.

# partnerSaved
source: Partner "{name}" saved successfully!
es: ¡Socio "{name}" guardado con éxito!
pt: Parceiro "{name}" salvo com sucesso!

# partnerSaveError
source: Error saving: {error}
es: Error al guardar: {error}
pt: Erro ao salvar: {error}

# partnerCantDeleteLinked
source: Cannot delete: This partner is linked to a Pet.
es: No se puede eliminar: Este socio está vinculado a una mascota.
pt: Não é possível excluir: Este parceiro está vinculado a um Pet.

# partnerBtnSave
source: SAVE PARTNER
es: GUARDAR SOCIO
pt: SALVAR PARCEIRO

# partnerBtnDelete
source: DELETE PARTNER
es: ELIMINAR SOCIO
pt: EXCLUIR PARCEIRO

# partnerDangerZone
source: Danger Zone
es: Zona de Peligro
pt: Zona de Perigo

# partnerDangerZoneDesc
source: Removing this partner is irreversible.
es: Eliminar este socio es irreversible.
pt: Ao excluir este parceiro, ele será removido permanentemente. Esta ação é irreversível.

# partnerRadarTitle
source: Geo Radar
es: Radar Geo
pt: Radar Geo

# partnerRadarHint
source: Tap to change search radius
es: Toque para cambiar el radio de búsqueda
pt: Toque para alterar o raio de busca

# partnerRadarScanning
source: Tuning Radar and GPS...
es: Sintonizando Radar y GPS...
pt: Sintonizando Radar e GPS...

# partnerRadarNoResults
source: No locations found.
es: No se encontraron lugares.
pt: Nenhum local encontrado.

# partnerRadarPermission
source: Location permission required.
es: Permiso de ubicación requerido.
pt: Permissão de localização necessária.

# partnerRadarGPSCallbackError
source: GPS returned invalid coordinates. Check permissions.
es: GPS devolvió coordenadas inválidas. Verifique permisos.
pt: GPS não retornou coordenadas válidas. Verifique as permissões.

# partnerRadarFoundTitle
source: Real establishments detected in your region:
es: Establecimientos reales detectados en su región:
pt: Estabelecimentos reais detectados na sua região:

# partnerFieldEstablishment
source: Establishment Name
es: Nombre del Establecimiento
pt: Nome do Estabelecimento

# partnerFieldPhone
source: Phone / WhatsApp
es: Teléfono / WhatsApp
pt: Telefone / WhatsApp

# partnerFieldInstagram
source: Instagram (e.g. @mypet)
es: Instagram (ej: @mipet)
pt: Instagram (ex: @meupet)

# partnerFieldHours
source: Opening Hours
es: Horario de Atención
pt: Horário de Funcionamento

# partnerField24h
source: 24h / Emergency
es: 24h / Emergencia
pt: Plantão 24h / Emergência

# partnerField24hSub
source: Location operates non-stop
es: Local funciona ininterrumpidamente
pt: Local funciona ininterruptamente

# partnerFieldSpecialties
source: Specialties (comma separated)
es: Especialidades (separar por coma)
pt: Especialidades (separe por vírgula)

# partnerFieldWebsite
source: Website
es: Sitio Web

# partnerFieldAddress
source: Full Address
es: Dirección Completa
pt: Endereço Completo

# partnerTeamTitle
source: Clinical Staff / Team
es: Cuerpo Clínico / Equipo
pt: Corpo Clínico / Equipe

# partnerTeamAddHint
source: Add name (e.g. Dr. Ana)
es: Añadir nombre (ej: Dra. Ana)
pt: Adicionar nome (ex: Dra. Ana)

# partnerCategory
source: Category
es: Categoría
pt: Categoria

# partnerNotesHint
source: New observation...
es: Nueva observación...
pt: Nova observação...

# partnerRadarButtonTitle
source: Smart Radar Search
es: Búsqueda Inteligente por Radar
pt: Busca Inteligente por Radar

# partnerRadarButtonDesc
source: Find and import data via GPS
es: Encuentre e importe datos vía GPS
pt: Encontre e import dados via GPS

# partnersRadiusInfo
source: Showing partners within {radius}km radius
es: Mostrando socios en un radio de {radius}km
pt: Mostrando parceiros em um raio de {radius}km

# partnersEmpty
source: No partners found in this search radius.
es: No se encontraron socios en este radio de búsqueda.
pt: Nenhum parceiro encontrado neste raio de busca.

# partnersIncreaseRadius
source: Increase Search Radius
es: Aumentar Radio de Búsqueda
pt: Aumentar Raio de Busca

# partnersSuggestion
source: Based on your pet's analysis, we found these specialists for you.
es: Basado en el análisis de su mascota, encontramos estos especialistas.
pt: Baseado na análise do seu pet, encontramos estes especialistas para você.

# partnersKmFromYou
source: {dist} km from you
es: {dist} km de usted
pt: {dist} km de você

# partnersCall
source: Call
es: Llamar
pt: Ligar

# partnersMap
source: Map
es: Mapa
pt: Mapa

# partnersLinkTitle
source: Link Partner
es: Vincular Socio
pt: Vincular Parceiro

# partnersLinkContent
source: Do you want to add "{name}" to your personalized Support Network?
es: ¿Desea añadir "{name}" a su Red de Apoyo personalizada?
pt: Deseja adicionar "{name}" à sua Rede de Apoio personalizada?

# partnersLinkSuccess
source: "{name}" linked successfully!
es: ¡"{name}" vinculado con éxito!
pt: "{name}" vinculado com sucesso!

# partnersBtnLink
source: Link
es: Vincular
pt: Vincular

# petVisualDescription
source: Visual Description
es: Descripción Visual
pt: Descrição Visual

# petPossibleCauses
source: Possible Causes
es: Causas Probables
pt: Causas Prováveis

# petSpecialistOrientation
source: Specialist Orientation
es: Orientación del Especialista
pt: Orientação do Especialista

# pdfDiagnosisTriage
source: Veterinary Triage
es: Triaje Veterinario
pt: Triage Veterinária

# pdfFieldBreedSpecies
source: Breed/Species
es: Raza/Especie
pt: Raça/Espécie

# pdfFieldUrgency
source: Urgency
es: Urgencia
pt: Urgência

# pdfFieldProfessionalRecommendation
source: Professional Recommendation
es: Recomendación Profesional
pt: Recomendação Profissional

# pdfDossierTitle
source: 360º Pet Dossier
es: Dossier 360º de Mascota
pt: Dossiê 360º de Pet

# pdfSectionIdentity
source: 1. IDENTITY AND PROFILE
es: 1. IDENTIDAD Y PERFIL
pt: 1. IDENTIDADE E PERFIL

# pdfSectionNutrition
source: 2. STRATEGIC NUTRITION AND DIET
es: 2. NUTRICIÓN Y DIETA ESTRATÉGICA
pt: 2. NUTRIÇÃO E DIETA ESTRATÉGICA

# pdfSectionGrooming
source: 3. GROOMING & HYGIENE
es: 3. GROOMING Y HIGIENE
pt: 3. GROOMING & HIGIENE

# pdfSectionHealth
source: 4. PREVENTIVE HEALTH
es: 4. SALUD PREVENTIVA
pt: 4. SAÚDE PREVENTIVA

# pdfSectionLifestyle
source: 5. LIFESTYLE & EDUCATION
es: 5. ESTILO DE VIDA Y EDUCACIÓN
pt: 5. LIFESTYLE & EDUCAÇÃO

# pdfFieldPredominantBreed
source: Predominant Breed
es: Raza Predominante
pt: Raça Predominante

# pdfFieldBehavioralProfile
source: Behavioral Profile
es: Perfil de Comportamiento
pt: Perfil Comportamental

# pdfFieldEnergyLevel
source: Energy Level
es: Nivel de Energía
pt: Nível de Energia

# pdfFieldIntelligence
source: Intelligence
es: Inteligencia
pt: Inteligência

# pdfFieldSociability
source: Sociability
es: Sociabilidad
pt: Sociabilidade

# pdfFieldAncestralDrive
source: Ancestral Drive
es: Impulso Ancestral
pt: Drive Ancestral

# pdfFieldEstimatedGrowthCurve
source: Estimated Growth Curve
es: Curva de Crecimiento Estimada
pt: Curva de Crescimento Estimada

# pdfFieldDailyCaloricGoals
source: Daily Caloric Goals
es: Metas Calóricas Diarias
pt: Metas Calóricas Diárias

# pdfFieldPuppy
source: Puppy
es: Cachorro
pt: Filhote

# pdfFieldAdult
source: Adult
es: Adulto
pt: Adulto

# pdfFieldSenior
source: Senior
es: Sénior
pt: Sênior

# pdfFieldTargetNutrients
source: Target Nutrients
es: Nutrientes Objetivo
pt: Nutrientes Alvo

# pdfFieldSuggestedSupplementation
source: Suggested Supplementation
es: Suplementación Sugerida
pt: Suplementação Sugerida

# pdfFieldFoodSafety
source: Food Safety
es: Seguridad Alimentaria
pt: Segurança Alimentar

# pdfAlertObesity
source: ⚠️ ALERT: Obesity tendency detected
es: ⚠️ ALERTA: Tendencia a la obesidad detectada
pt: ⚠️ ALERTA: Tendência à obesidade detectada

# pdfFieldSafeFoods
source: Safe Foods (Benign)
es: Alimentos Seguros (Benigna)
pt: Alimentos Seguros (Benigna)

# pdfFieldToxicFoods
source: Toxic Foods (Malignant)
es: Alimentos Tóxicos (Maligna)
pt: Alimentos Tóxicos (Maligna)

# pdfFieldFoodName
source: Food
es: Alimento
pt: Alimento

# pdfFieldBenefit
source: Benefit
es: Beneficio
pt: Benefício

# pdfFieldRisk
source: Risk
es: Riesgo
pt: Risco

# pdfFieldWeeklyMenu
source: Weekly Menu (Natural Diet)
es: Menú Semanal (Dieta Natural)
pt: Cardápio Semanal (Dieta Natural)

# pdfFieldReason
source: Reason
es: Motivo
pt: Motivo

# pdfFieldCoatType
source: Coat Type
es: Tipo de Pelo
pt: Tipo de Pelo

# pdfFieldBrushingFrequency
source: Brushing Frequency
es: Frecuencia de Cepillado
pt: Frequência de Escovação

# pdfFieldRecommendedProducts
source: Recommended Products
es: Productos Recomendados
pt: Produtos Recomendados

# pdfFieldDiseasePredisposition
source: Disease Predisposition
es: Predisposición a Enfermedades
pt: Predisposição a Doenças

# pdfFieldAnatomicalCriticalPoints
source: Anatomical Critical Points
es: Puntos Críticos Anatómicos
pt: Pontos Críticos Anatômicos

# pdfFieldVeterinaryCheckup
source: Veterinary Checkup
es: Chequeo Veterinario
pt: Checkup Veterinário

# pdfFieldMandatoryExams
source: Exams
es: Exámenes
pt: Exames

# pdfFieldClimateSensitivity
source: Climate Sensitivity
es: Sensibilidad Climática
pt: Sensibilidade Climática

# pdfFieldHeat
source: Heat
es: Calor
pt: Calor

# pdfFieldCold
source: Cold
es: Frío
pt: Frio

# pdfSectionImmunization
source: 4.1 Immunization Protocol
es: 4.1 Protocolo de Inmunización
pt: 4.1 Protocolo de Imunização

# pdfFieldEssentialVaccines
source: Essential Vaccines
es: Vacunas Esenciales
pt: Vacinas Essenciais

# pdfFieldVaccineGoal
source: Goal
es: Objetivo
pt: Objetivo

# pdfFieldFirstDose
source: 1st dose
es: 1ª dosis
pt: 1ª dose

# pdfFieldBooster
source: Booster
es: Refuerzo
pt: Reforço

# pdfFieldPreventiveCalendar
source: Preventive Calendar
es: Calendario Preventivo
pt: Calendário Preventivo

# pdfFieldPuppies
source: Puppies
es: Cachorros
pt: Filhotes

# pdfFieldAdults
source: Adults
es: Adultos
pt: Adultos

# pdfFieldParasitePrevention
source: Parasite Prevention
es: Prevención Parasitaria
pt: Prevenção Parasitária

# pdfFieldDewormer
source: Dewormer
es: Vermífugo
pt: Vermífugo

# pdfFieldTickFlea
source: Ticks/Fleas
es: Pulgas/Garrapatas
pt: Pulgas/Carrapatos

# pdfFieldOralBoneHealth
source: Oral and Bone Health
es: Salud Bucal y Ósea
pt: Saúde Bucal e Óssea

# pdfFieldPermittedBones
source: Permitted Bones
es: Huesos Permitidos
pt: Ossos Permitidos
